{
  "book": "THE BOOK OF MORONI",
  "chunks": [
    {
      "chapter_numbers": [
        1,
        1,
        1,
        1
      ],
      "verse_numbers": [
        1,
        2,
        3,
        4
      ],
      "combined_text": "Now I, Moroni, after having made an end of abridging the account of the people of Jared, I had supposed not to have written more, but I have not as yet perished; and I make not myself known to the Lamanites lest they should destroy me. For behold, their wars are exceedingly fierce among themselves; and because of their hatred they put to death every Nephite that will not deny the Christ. And I, Moroni, will not deny the Christ; wherefore, I wander whithersoever I can for the safety of mine own life. Wherefore, I write a few more things, contrary to that which I had supposed; for I had supposed not to have written any more; but I write a few more things, that perhaps they may be of worth unto my brethren, the Lamanites, in some future day, according to the will of the Lord.",
      "verses": [
        {
          "chapter": 1,
          "verse": 1
        },
        {
          "chapter": 1,
          "verse": 2
        },
        {
          "chapter": 1,
          "verse": 3
        },
        {
          "chapter": 1,
          "verse": 4
        }
      ]
    },
    {
      "chapter_numbers": [
        2,
        2,
        2
      ],
      "verse_numbers": [
        1,
        2,
        3
      ],
      "combined_text": "The words of Christ, which he spake unto his disciples, the twelve whom he had chosen, as he laid his hands upon them— And he called them by name, saying: Ye shall call on the Father in my name, in mighty prayer; and after ye have done this ye shall have power that to him upon whom ye shall lay your hands, ye shall give the Holy Ghost; and in my name shall ye give it, for thus do mine apostles. Now Christ spake these words unto them at the time of his first appearing; and the multitude heard it not, but the disciples heard it; and on as many as they laid their hands, fell the Holy Ghost.",
      "verses": [
        {
          "chapter": 2,
          "verse": 1
        },
        {
          "chapter": 2,
          "verse": 2
        },
        {
          "chapter": 2,
          "verse": 3
        }
      ]
    },
    {
      "chapter_numbers": [
        3,
        3,
        3,
        3
      ],
      "verse_numbers": [
        1,
        2,
        3,
        4
      ],
      "combined_text": "The manner which the disciples, who were called the elders of the church, ordained priests and teachers— After they had prayed unto the Father in the name of Christ, they laid their hands upon them, and said: In the name of Jesus Christ I ordain you to be a priest, (or, if he be a teacher) I ordain you to be a teacher, to preach repentance and remission of sins through Jesus Christ, by the endurance of faith on his name to the end. Amen. And after this manner did they ordain priests and teachers, according to the gifts and callings of God unto men; and they ordained them by the power of the Holy Ghost, which was in them.",
      "verses": [
        {
          "chapter": 3,
          "verse": 1
        },
        {
          "chapter": 3,
          "verse": 2
        },
        {
          "chapter": 3,
          "verse": 3
        },
        {
          "chapter": 3,
          "verse": 4
        }
      ]
    },
    {
      "chapter_numbers": [
        4,
        4,
        4
      ],
      "verse_numbers": [
        1,
        2,
        3
      ],
      "combined_text": "The manner of their elders and priests administering the flesh and blood of Christ unto the church; and they administered it according to the commandments of Christ; wherefore we know the manner to be true; and the elder or priest did minister it— And they did kneel down with the church, and pray to the Father in the name of Christ, saying: O God, the Eternal Father, we ask thee in the name of thy Son, Jesus Christ, to bless and sanctify this bread to the souls of all those who partake of it; that they may eat in remembrance of the body of thy Son, and witness unto thee, O God, the Eternal Father, that they are willing to take upon them the name of thy Son, and always remember him, and keep his commandments which he hath given them, that they may always have his Spirit to be with them. Amen.",
      "verses": [
        {
          "chapter": 4,
          "verse": 1
        },
        {
          "chapter": 4,
          "verse": 2
        },
        {
          "chapter": 4,
          "verse": 3
        }
      ]
    },
    {
      "chapter_numbers": [
        5,
        5
      ],
      "verse_numbers": [
        1,
        2
      ],
      "combined_text": "The manner of administering the wine—Behold, they took the cup, and said: O God, the Eternal Father, we ask thee, in the name of thy Son, Jesus Christ, to bless and sanctify this wine to the souls of all those who drink of it, that they may do it in remembrance of the blood of thy Son, which was shed for them; that they may witness unto thee, O God, the Eternal Father, that they do always remember him, that they may have his Spirit to be with them. Amen.",
      "verses": [
        {
          "chapter": 5,
          "verse": 1
        },
        {
          "chapter": 5,
          "verse": 2
        }
      ]
    },
    {
      "chapter_numbers": [
        6,
        6,
        6,
        6
      ],
      "verse_numbers": [
        1,
        2,
        3,
        4
      ],
      "combined_text": "And now I speak concerning baptism. Behold, elders, priests, and teachers were baptized; and they were not baptized save they brought forth fruit meet that they were worthy of it. Neither did they receive any unto baptism save they came forth with a broken heart and a contrite spirit, and witnessed unto the church that they truly repented of all their sins. And none were received unto baptism save they took upon them the name of Christ, having a determination to serve him to the end. And after they had been received unto baptism, and were wrought upon and cleansed by the power of the Holy Ghost, they were numbered among the people of the church of Christ; and their names were taken, that they might be remembered and nourished by the good word of God, to keep them in the right way, to keep them continually watchful unto prayer, relying alone upon the merits of Christ, who was the author and the finisher of their faith.",
      "verses": [
        {
          "chapter": 6,
          "verse": 1
        },
        {
          "chapter": 6,
          "verse": 2
        },
        {
          "chapter": 6,
          "verse": 3
        },
        {
          "chapter": 6,
          "verse": 4
        }
      ]
    },
    {
      "chapter_numbers": [
        6,
        6,
        6,
        6,
        6
      ],
      "verse_numbers": [
        5,
        6,
        7,
        8,
        9
      ],
      "combined_text": "And the church did meet together oft, to fast and to pray, and to speak one with another concerning the welfare of their souls. And they did meet together oft to partake of bread and wine, in remembrance of the Lord Jesus. And they were strict to observe that there should be no iniquity among them; and whoso was found to commit iniquity, and three witnesses of the church did condemn them before the elders, and if they repented not, and confessed not, their names were blotted out, and they were not numbered among the people of Christ. But as oft as they repented and sought forgiveness, with real intent, they were forgiven. And their meetings were conducted by the church after the manner of the workings of the Spirit, and by the power of the Holy Ghost; for as the power of the Holy Ghost led them whether to preach, or to exhort, or to pray, or to supplicate, or to sing, even so it was done.",
      "verses": [
        {
          "chapter": 6,
          "verse": 5
        },
        {
          "chapter": 6,
          "verse": 6
        },
        {
          "chapter": 6,
          "verse": 7
        },
        {
          "chapter": 6,
          "verse": 8
        },
        {
          "chapter": 6,
          "verse": 9
        }
      ]
    },
    {
      "chapter_numbers": [
        7,
        7,
        7,
        7,
        7
      ],
      "verse_numbers": [
        1,
        2,
        3,
        4,
        5
      ],
      "combined_text": "And now I, Moroni, write a few of the words of my father Mormon, which he spake concerning faith, hope, and charity; for after this manner did he speak unto the people, as he taught them in the synagogue which they had built for the place of worship. And now I, Mormon, speak unto you, my beloved brethren; and it is by the grace of God the Father, and our Lord Jesus Christ, and his holy will, because of the gift of his calling unto me, that I am permitted to speak unto you at this time. Wherefore, I would speak unto you that are of the church, that are the peaceable followers of Christ, and that have obtained a sufficient hope by which ye can enter into the rest of the Lord, from this time henceforth until ye shall rest with him in heaven. And now my brethren, I judge these things of you because of your peaceable walk with the children of men. For I remember the word of God, which saith by their works ye shall know them; for if their works be good, then they are good also.",
      "verses": [
        {
          "chapter": 7,
          "verse": 1
        },
        {
          "chapter": 7,
          "verse": 2
        },
        {
          "chapter": 7,
          "verse": 3
        },
        {
          "chapter": 7,
          "verse": 4
        },
        {
          "chapter": 7,
          "verse": 5
        }
      ]
    },
    {
      "chapter_numbers": [
        7,
        7,
        7,
        7,
        7
      ],
      "verse_numbers": [
        6,
        7,
        8,
        9,
        10
      ],
      "combined_text": "For behold, God hath said a man being evil cannot do that which is good; for if he offereth a gift, or prayeth unto God, except he shall do it with real intent it profiteth him nothing. For behold, it is not counted unto him for righteousness. For behold, if a man being evil giveth a gift, he doeth it grudgingly; wherefore it is counted unto him the same as if he had retained the gift; wherefore he is counted evil before God. And likewise also is it counted evil unto a man, if he shall pray and not with real intent of heart; yea, and it profiteth him nothing, for God receiveth none such. Wherefore, a man being evil cannot do that which is good; neither will he give a good gift.",
      "verses": [
        {
          "chapter": 7,
          "verse": 6
        },
        {
          "chapter": 7,
          "verse": 7
        },
        {
          "chapter": 7,
          "verse": 8
        },
        {
          "chapter": 7,
          "verse": 9
        },
        {
          "chapter": 7,
          "verse": 10
        }
      ]
    },
    {
      "chapter_numbers": [
        7,
        7,
        7,
        7,
        7
      ],
      "verse_numbers": [
        11,
        12,
        13,
        14,
        15
      ],
      "combined_text": "For behold, a bitter fountain cannot bring forth good water; neither can a good fountain bring forth bitter water; wherefore, a man being a servant of the devil cannot follow Christ; and if he follow Christ he cannot be a servant of the devil. Wherefore, all things which are good cometh of God; and that which is evil cometh of the devil; for the devil is an enemy unto God, and fighteth against him continually, and inviteth and enticeth to sin, and to do that which is evil continually. But behold, that which is of God inviteth and enticeth to do good continually; wherefore, every thing which inviteth and enticeth to do good, and to love God, and to serve him, is inspired of God. Wherefore, take heed, my beloved brethren, that ye do not judge that which is evil to be of God, or that which is good and of God to be of the devil. For behold, my brethren, it is given unto you to judge, that ye may know good from evil; and the way to judge is as plain, that ye may know with a perfect knowledge, as the daylight is from the dark night.",
      "verses": [
        {
          "chapter": 7,
          "verse": 11
        },
        {
          "chapter": 7,
          "verse": 12
        },
        {
          "chapter": 7,
          "verse": 13
        },
        {
          "chapter": 7,
          "verse": 14
        },
        {
          "chapter": 7,
          "verse": 15
        }
      ]
    },
    {
      "chapter_numbers": [
        7,
        7,
        7,
        7,
        7
      ],
      "verse_numbers": [
        16,
        17,
        18,
        19,
        20
      ],
      "combined_text": "For behold, the Spirit of Christ is given to every man, that he may know good from evil; wherefore, I show unto you the way to judge; for every thing which inviteth to do good, and to persuade to believe in Christ, is sent forth by the power and gift of Christ; wherefore ye may know with a perfect knowledge it is of God. But whatsoever thing persuadeth men to do evil, and believe not in Christ, and deny him, and serve not God, then ye may know with a perfect knowledge it is of the devil; for after this manner doth the devil work, for he persuadeth no man to do good, no, not one; neither do his angels; neither do they who subject themselves unto him. And now, my brethren, seeing that ye know the light by which ye may judge, which light is the light of Christ, see that ye do not judge wrongfully; for with that same judgment which ye judge ye shall also be judged. Wherefore, I beseech of you, brethren, that ye should search diligently in the light of Christ that ye may know good from evil; and if ye will lay hold upon every good thing, and condemn it not, ye certainly will be a child of Christ. And now, my brethren, how is it possible that ye can lay hold upon every good thing?",
      "verses": [
        {
          "chapter": 7,
          "verse": 16
        },
        {
          "chapter": 7,
          "verse": 17
        },
        {
          "chapter": 7,
          "verse": 18
        },
        {
          "chapter": 7,
          "verse": 19
        },
        {
          "chapter": 7,
          "verse": 20
        }
      ]
    },
    {
      "chapter_numbers": [
        7,
        7,
        7,
        7,
        7
      ],
      "verse_numbers": [
        21,
        22,
        23,
        24,
        25
      ],
      "combined_text": "And now I come to that faith, of which I said I would speak; and I will tell you the way whereby ye may lay hold on every good thing. For behold, God knowing all things, being from everlasting to everlasting, behold, he sent angels to minister unto the children of men, to make manifest concerning the coming of Christ; and in Christ there should come every good thing. And God also declared unto prophets, by his own mouth, that Christ should come. And behold, there were divers ways that he did manifest things unto the children of men, which were good; and all things which are good cometh of Christ; otherwise men were fallen, and there could no good thing come unto them. Wherefore, by the ministering of angels, and by every word which proceeded forth out of the mouth of God, men began to exercise faith in Christ; and thus by faith, they did lay hold upon every good thing; and thus it was until the coming of Christ.",
      "verses": [
        {
          "chapter": 7,
          "verse": 21
        },
        {
          "chapter": 7,
          "verse": 22
        },
        {
          "chapter": 7,
          "verse": 23
        },
        {
          "chapter": 7,
          "verse": 24
        },
        {
          "chapter": 7,
          "verse": 25
        }
      ]
    },
    {
      "chapter_numbers": [
        7,
        7,
        7,
        7,
        7
      ],
      "verse_numbers": [
        26,
        27,
        28,
        29,
        30
      ],
      "combined_text": "And after that he came men also were saved by faith in his name; and by faith, they become the sons of God. And as sure as Christ liveth he spake these words unto our fathers, saying: Whatsoever thing ye shall ask the Father in my name, which is good, in faith believing that ye shall receive, behold, it shall be done unto you. Wherefore, my beloved brethren, have miracles ceased because Christ hath ascended into heaven, and hath sat down on the right hand of God, to claim of the Father his rights of mercy which he hath upon the children of men? For he hath answered the ends of the law, and he claimeth all those who have faith in him; and they who have faith in him will cleave unto every good thing; wherefore he advocateth the cause of the children of men; and he dwelleth eternally in the heavens. And because he hath done this, my beloved brethren, have miracles ceased? Behold I say unto you, Nay; neither have angels ceased to minister unto the children of men. For behold, they are subject unto him, to minister according to the word of his command, showing themselves unto them of strong faith and a firm mind in every form of godliness.",
      "verses": [
        {
          "chapter": 7,
          "verse": 26
        },
        {
          "chapter": 7,
          "verse": 27
        },
        {
          "chapter": 7,
          "verse": 28
        },
        {
          "chapter": 7,
          "verse": 29
        },
        {
          "chapter": 7,
          "verse": 30
        }
      ]
    },
    {
      "chapter_numbers": [
        7,
        7,
        7,
        7,
        7
      ],
      "verse_numbers": [
        31,
        32,
        33,
        34,
        35
      ],
      "combined_text": "And the office of their ministry is to call men unto repentance, and to fulfill and to do the work of the covenants of the Father, which he hath made unto the children of men, to prepare the way among the children of men, by declaring the word of Christ unto the chosen vessels of the Lord, that they may bear testimony of him. And by so doing, the Lord God prepareth the way that the residue of men may have faith in Christ, that the Holy Ghost may have place in their hearts, according to the power thereof; and after this manner bringeth to pass the Father, the covenants which he hath made unto the children of men. And Christ hath said: If ye will have faith in me ye shall have power to do whatsoever thing is expedient in me. And he hath said: Repent all ye ends of the earth, and come unto me, and be baptized in my name, and have faith in me, that ye may be saved. And now, my beloved brethren, if this be the case that these things are true which I have spoken unto you, and God will show unto you, with power and great glory at the last day, that they are true, and if they are true has the day of miracles ceased?",
      "verses": [
        {
          "chapter": 7,
          "verse": 31
        },
        {
          "chapter": 7,
          "verse": 32
        },
        {
          "chapter": 7,
          "verse": 33
        },
        {
          "chapter": 7,
          "verse": 34
        },
        {
          "chapter": 7,
          "verse": 35
        }
      ]
    },
    {
      "chapter_numbers": [
        7,
        7,
        7,
        7,
        7
      ],
      "verse_numbers": [
        36,
        37,
        38,
        39,
        40
      ],
      "combined_text": "Or have angels ceased to appear unto the children of men? Or has he withheld the power of the Holy Ghost from them? Or will he, so long as time shall last, or the earth shall stand, or there shall be one man upon the face thereof to be saved? Behold I say unto you, Nay; for it is by faith that miracles are wrought; and it is by faith that angels appear and minister unto men; wherefore, if these things have ceased wo be unto the children of men, for it is because of unbelief, and all is vain. For no man can be saved, according to the words of Christ, save they shall have faith in his name; wherefore, if these things have ceased, then has faith ceased also; and awful is the state of man, for they are as though there had been no redemption made. But behold, my beloved brethren, I judge better things of you, for I judge that ye have faith in Christ because of your meekness; for if ye have not faith in him then ye are not fit to be numbered among the people of his church. And again, my beloved brethren, I would speak unto you concerning hope. How is it that ye can attain unto faith, save ye shall have hope?",
      "verses": [
        {
          "chapter": 7,
          "verse": 36
        },
        {
          "chapter": 7,
          "verse": 37
        },
        {
          "chapter": 7,
          "verse": 38
        },
        {
          "chapter": 7,
          "verse": 39
        },
        {
          "chapter": 7,
          "verse": 40
        }
      ]
    },
    {
      "chapter_numbers": [
        7,
        7,
        7,
        7,
        7
      ],
      "verse_numbers": [
        41,
        42,
        43,
        44,
        45
      ],
      "combined_text": "And what is it that ye shall hope for? Behold I say unto you that ye shall have hope through the atonement of Christ and the power of his resurrection, to be raised unto life eternal, and this because of your faith in him according to the promise. Wherefore, if a man have faith he must needs have hope; for without faith there cannot be any hope. And again, behold I say unto you that he cannot have faith and hope, save he shall be meek, and lowly of heart. If so, his faith and hope is vain, for none is acceptable before God, save the meek and lowly in heart; and if a man be meek and lowly in heart, and confesses by the power of the Holy Ghost that Jesus is the Christ, he must needs have charity; for if he have not charity he is nothing; wherefore he must needs have charity. And charity suffereth long, and is kind, and envieth not, and is not puffed up, seeketh not her own, is not easily provoked, thinketh no evil, and rejoiceth not in iniquity but rejoiceth in the truth, beareth all things, believeth all things, hopeth all things, endureth all things.",
      "verses": [
        {
          "chapter": 7,
          "verse": 41
        },
        {
          "chapter": 7,
          "verse": 42
        },
        {
          "chapter": 7,
          "verse": 43
        },
        {
          "chapter": 7,
          "verse": 44
        },
        {
          "chapter": 7,
          "verse": 45
        }
      ]
    },
    {
      "chapter_numbers": [
        7,
        7,
        7
      ],
      "verse_numbers": [
        46,
        47,
        48
      ],
      "combined_text": "Wherefore, my beloved brethren, if ye have not charity, ye are nothing, for charity never faileth. Wherefore, cleave unto charity, which is the greatest of all, for all things must fail— But charity is the pure love of Christ, and it endureth forever; and whoso is found possessed of it at the last day, it shall be well with him. Wherefore, my beloved brethren, pray unto the Father with all the energy of heart, that ye may be filled with this love, which he hath bestowed upon all who are true followers of his Son, Jesus Christ; that ye may become the sons of God; that when he shall appear we shall be like him, for we shall see him as he is; that we may have this hope; that we may be purified even as he is pure. Amen.",
      "verses": [
        {
          "chapter": 7,
          "verse": 46
        },
        {
          "chapter": 7,
          "verse": 47
        },
        {
          "chapter": 7,
          "verse": 48
        }
      ]
    },
    {
      "chapter_numbers": [
        8,
        8,
        8
      ],
      "verse_numbers": [
        1,
        2,
        3
      ],
      "combined_text": "An epistle of my father Mormon, written to me, Moroni; and it was written unto me soon after my calling to the ministry. And on this wise did he write unto me, saying: My beloved son, Moroni, I rejoice exceedingly that your Lord Jesus Christ hath been mindful of you, and hath called you to his ministry, and to his holy work. I am mindful of you always in my prayers, continually praying unto God the Father in the name of his Holy Child, Jesus, that he, through his infinite goodness and grace, will keep you through the endurance of faith on his name to the end.",
      "verses": [
        {
          "chapter": 8,
          "verse": 1
        },
        {
          "chapter": 8,
          "verse": 2
        },
        {
          "chapter": 8,
          "verse": 3
        }
      ]
    },
    {
      "chapter_numbers": [
        8,
        8,
        8
      ],
      "verse_numbers": [
        4,
        5,
        6
      ],
      "combined_text": "And now, my son, I speak unto you concerning that which grieveth me exceedingly; for it grieveth me that there should disputations rise among you. For, if I have learned the truth, there have been disputations among you concerning the baptism of your little children. And now, my son, I desire that ye should labor diligently, that this gross error should be removed from among you; for, for this intent I have written this epistle.",
      "verses": [
        {
          "chapter": 8,
          "verse": 4
        },
        {
          "chapter": 8,
          "verse": 5
        },
        {
          "chapter": 8,
          "verse": 6
        }
      ]
    },
    {
      "chapter_numbers": [
        8,
        8,
        8
      ],
      "verse_numbers": [
        7,
        8,
        9
      ],
      "combined_text": "For immediately after I had learned these things of you I inquired of the Lord concerning the matter. And the word of the Lord came to me by the power of the Holy Ghost, saying: Listen to the words of Christ, your Redeemer, your Lord and your God. Behold, I came into the world not to call the righteous but sinners to repentance; the whole need no physician, but they that are sick; wherefore, little children are whole, for they are not capable of committing sin; wherefore the curse of Adam is taken from them in me, that it hath no power over them; and the law of circumcision is done away in me. And after this manner did the Holy Ghost manifest the word of God unto me; wherefore, my beloved son, I know that it is solemn mockery before God, that ye should baptize little children.",
      "verses": [
        {
          "chapter": 8,
          "verse": 7
        },
        {
          "chapter": 8,
          "verse": 8
        },
        {
          "chapter": 8,
          "verse": 9
        }
      ]
    },
    {
      "chapter_numbers": [
        8,
        8,
        8
      ],
      "verse_numbers": [
        10,
        11,
        12
      ],
      "combined_text": "Behold I say unto you that this thing shall ye teach—repentance and baptism unto those who are accountable and capable of committing sin; yea, teach parents that they must repent and be baptized, and humble themselves as their little children, and they shall all be saved with their little children. And their little children need no repentance, neither baptism. Behold, baptism is unto repentance to the fulfilling the commandments unto the remission of sins. But little children are alive in Christ, even from the foundation of the world; if not so, God is a partial God, and also a changeable God, and a respecter to persons; for how many little children have died without baptism!",
      "verses": [
        {
          "chapter": 8,
          "verse": 10
        },
        {
          "chapter": 8,
          "verse": 11
        },
        {
          "chapter": 8,
          "verse": 12
        }
      ]
    },
    {
      "chapter_numbers": [
        8,
        8,
        8
      ],
      "verse_numbers": [
        13,
        14,
        15
      ],
      "combined_text": "Wherefore, if little children could not be saved without baptism, these must have gone to an endless hell. Behold I say unto you, that he that supposeth that little children need baptism is in the gall of bitterness and in the bonds of iniquity, for he hath neither faith, hope, nor charity; wherefore, should he be cut off while in the thought, he must go down to hell. For awful is the wickedness to suppose that God saveth one child because of baptism, and the other must perish because he hath no baptism.",
      "verses": [
        {
          "chapter": 8,
          "verse": 13
        },
        {
          "chapter": 8,
          "verse": 14
        },
        {
          "chapter": 8,
          "verse": 15
        }
      ]
    },
    {
      "chapter_numbers": [
        8,
        8,
        8
      ],
      "verse_numbers": [
        16,
        17,
        18
      ],
      "combined_text": "Wo be unto them that shall pervert the ways of the Lord after this manner, for they shall perish except they repent. Behold, I speak with boldness, having authority from God; and I fear not what man can do; for perfect love casteth out all fear. And I am filled with charity, which is everlasting love; wherefore, all children are alike unto me; wherefore, I love little children with a perfect love; and they are all alike and partakers of salvation. For I know that God is not a partial God, neither a changeable being; but he is unchangeable from all eternity to all eternity.",
      "verses": [
        {
          "chapter": 8,
          "verse": 16
        },
        {
          "chapter": 8,
          "verse": 17
        },
        {
          "chapter": 8,
          "verse": 18
        }
      ]
    },
    {
      "chapter_numbers": [
        8,
        8,
        8
      ],
      "verse_numbers": [
        19,
        20,
        21
      ],
      "combined_text": "Little children cannot repent; wherefore, it is awful wickedness to deny the pure mercies of God unto them, for they are all alive in him because of his mercy. And he that saith that little children need baptism denieth the mercies of Christ, and setteth at naught the atonement of him and the power of his redemption. Wo unto such, for they are in danger of death, hell, and an endless torment. I speak it boldly; God hath commanded me. Listen unto them and give heed, or they stand against you at the judgment-seat of Christ.",
      "verses": [
        {
          "chapter": 8,
          "verse": 19
        },
        {
          "chapter": 8,
          "verse": 20
        },
        {
          "chapter": 8,
          "verse": 21
        }
      ]
    },
    {
      "chapter_numbers": [
        8,
        8,
        8
      ],
      "verse_numbers": [
        22,
        23,
        24
      ],
      "combined_text": "For behold that all little children are alive in Christ, and also all they that are without the law. For the power of redemption cometh on all them that have no law; wherefore, he that is not condemned, or he that is under no condemnation, cannot repent; and unto such baptism availeth nothing— But it is mockery before God, denying the mercies of Christ, and the power of his Holy Spirit, and putting trust in dead works. Behold, my son, this thing ought not to be; for repentance is unto them that are under condemnation and under the curse of a broken law.",
      "verses": [
        {
          "chapter": 8,
          "verse": 22
        },
        {
          "chapter": 8,
          "verse": 23
        },
        {
          "chapter": 8,
          "verse": 24
        }
      ]
    },
    {
      "chapter_numbers": [
        8,
        8
      ],
      "verse_numbers": [
        25,
        26
      ],
      "combined_text": "And the first fruits of repentance is baptism; and baptism cometh by faith unto the fulfilling the commandments; and the fulfilling the commandments bringeth remission of sins; And the remission of sins bringeth meekness, and lowliness of heart; and because of meekness and lowliness of heart cometh the visitation of the Holy Ghost, which Comforter filleth with hope and perfect love, which love endureth by diligence unto prayer, until the end shall come, when all the saints shall dwell with God.",
      "verses": [
        {
          "chapter": 8,
          "verse": 25
        },
        {
          "chapter": 8,
          "verse": 26
        }
      ]
    },
    {
      "chapter_numbers": [
        8,
        8,
        8,
        8
      ],
      "verse_numbers": [
        27,
        28,
        29,
        30
      ],
      "combined_text": "Behold, my son, I will write unto you again if I go not out soon against the Lamanites. Behold, the pride of this nation, or the people of the Nephites, hath proven their destruction except they should repent. Pray for them, my son, that repentance may come unto them. But behold, I fear lest the Spirit hath ceased striving with them; and in this part of the land they are also seeking to put down all power and authority which cometh from God; and they are denying the Holy Ghost. And after rejecting so great a knowledge, my son, they must perish soon, unto the fulfilling of the prophecies which were spoken by the prophets, as well as the words of our Savior himself. Farewell, my son, until I shall write unto you, or shall meet you again. Amen.",
      "verses": [
        {
          "chapter": 8,
          "verse": 27
        },
        {
          "chapter": 8,
          "verse": 28
        },
        {
          "chapter": 8,
          "verse": 29
        },
        {
          "chapter": 8,
          "verse": 30
        }
      ]
    },
    {
      "chapter_numbers": [
        9,
        9,
        9,
        9,
        9,
        9
      ],
      "verse_numbers": [
        1,
        2,
        3,
        4,
        5,
        6
      ],
      "combined_text": "My beloved son, I write unto you again that ye may know that I am yet alive; but I write somewhat of that which is grievous. For behold, I have had a sore battle with the Lamanites, in which we did not conquer; and Archeantus has fallen by the sword, and also Luram and Emron; yea, and we have lost a great number of our choice men. And now behold, my son, I fear lest the Lamanites shall destroy this people; for they do not repent, and Satan stirreth them up continually to anger one with another. Behold, I am laboring with them continually; and when I speak the word of God with sharpness they tremble and anger against me; and when I use no sharpness they harden their hearts against it; wherefore, I fear lest the Spirit of the Lord hath ceased striving with them. For so exceedingly do they anger that it seemeth me that they have no fear of death; and they have lost their love, one towards another; and they thirst after blood and revenge continually. And now, my beloved son, notwithstanding their hardness, let us labor diligently; for if we should cease to labor, we should be brought under condemnation; for we have a labor to perform whilst in this tabernacle of clay, that we may conquer the enemy of all righteousness, and rest our souls in the kingdom of God.",
      "verses": [
        {
          "chapter": 9,
          "verse": 1
        },
        {
          "chapter": 9,
          "verse": 2
        },
        {
          "chapter": 9,
          "verse": 3
        },
        {
          "chapter": 9,
          "verse": 4
        },
        {
          "chapter": 9,
          "verse": 5
        },
        {
          "chapter": 9,
          "verse": 6
        }
      ]
    },
    {
      "chapter_numbers": [
        9,
        9,
        9,
        9
      ],
      "verse_numbers": [
        7,
        8,
        9,
        10
      ],
      "combined_text": "And now I write somewhat concerning the sufferings of this people. For according to the knowledge which I have received from Amoron, behold, the Lamanites have many prisoners, which they took from the tower of Sherrizah; and there were men, women, and children. And the husbands and fathers of those women and children they have slain; and they feed the women upon the flesh of their husbands, and the children upon the flesh of their fathers; and no water, save a little, do they give unto them. And notwithstanding this great abomination of the Lamanites, it doth not exceed that of our people in Moriantum. For behold, many of the daughters of the Lamanites have they taken prisoners; and after depriving them of that which was most dear and precious above all things, which is chastity and virtue— And after they had done this thing, they did murder them in a most cruel manner, torturing their bodies even unto death; and after they have done this, they devour their flesh like unto wild beasts, because of the hardness of their hearts; and they do it for a token of bravery.",
      "verses": [
        {
          "chapter": 9,
          "verse": 7
        },
        {
          "chapter": 9,
          "verse": 8
        },
        {
          "chapter": 9,
          "verse": 9
        },
        {
          "chapter": 9,
          "verse": 10
        }
      ]
    },
    {
      "chapter_numbers": [
        9,
        9,
        9,
        9,
        9
      ],
      "verse_numbers": [
        11,
        12,
        13,
        14,
        15
      ],
      "combined_text": "O my beloved son, how can a people like this, that are without civilization— (And only a few years have passed away, and they were a civil and a delightsome people) But O my son, how can a people like this, whose delight is in so much abomination— How can we expect that God will stay his hand in judgment against us? Behold, my heart cries: Wo unto this people. Come out in judgment, O God, and hide their sins, and wickedness, and abominations from before thy face!",
      "verses": [
        {
          "chapter": 9,
          "verse": 11
        },
        {
          "chapter": 9,
          "verse": 12
        },
        {
          "chapter": 9,
          "verse": 13
        },
        {
          "chapter": 9,
          "verse": 14
        },
        {
          "chapter": 9,
          "verse": 15
        }
      ]
    },
    {
      "chapter_numbers": [
        9,
        9,
        9,
        9,
        9
      ],
      "verse_numbers": [
        16,
        17,
        18,
        19,
        20
      ],
      "combined_text": "And again, my son, there are many widows and their daughters who remain in Sherrizah; and that part of the provisions which the Lamanites did not carry away, behold, the army of Zenephi has carried away, and left them to wander whithersoever they can for food; and many old women do faint by the way and die. And the army which is with me is weak; and the armies of the Lamanites are betwixt Sherrizah and me; and as many as have fled to the army of Aaron have fallen victims to their awful brutality. O the depravity of my people! They are without order and without mercy. Behold, I am but a man, and I have but the strength of a man, and I cannot any longer enforce my commands. And they have become strong in their perversion; and they are alike brutal, sparing none, neither old nor young; and they delight in everything save that which is good; and the suffering of our women and our children upon all the face of this land doth exceed everything; yea, tongue cannot tell, neither can it be written. And now, my son, I dwell no longer upon this horrible scene. Behold, thou knowest the wickedness of this people; thou knowest that they are without principle, and past feeling; and their wickedness doth exceed that of the Lamanites.",
      "verses": [
        {
          "chapter": 9,
          "verse": 16
        },
        {
          "chapter": 9,
          "verse": 17
        },
        {
          "chapter": 9,
          "verse": 18
        },
        {
          "chapter": 9,
          "verse": 19
        },
        {
          "chapter": 9,
          "verse": 20
        }
      ]
    },
    {
      "chapter_numbers": [
        9,
        9,
        9,
        9
      ],
      "verse_numbers": [
        21,
        22,
        23,
        24
      ],
      "combined_text": "Behold, my son, I cannot recommend them unto God lest he should smite me. But behold, my son, I recommend thee unto God, and I trust in Christ that thou wilt be saved; and I pray unto God that he will spare thy life, to witness the return of his people unto him, or their utter destruction; for I know that they must perish except they repent and return unto him. And if they perish it will be like unto the Jaredites, because of the wilfulness of their hearts, seeking for blood and revenge. And if it so be that they perish, we know that many of our brethren have deserted over unto the Lamanites, and many more will also desert over unto them; wherefore, write somewhat a few things, if thou art spared and I shall perish and not see thee; but I trust that I may see thee soon; for I have sacred records that I would deliver up unto thee.",
      "verses": [
        {
          "chapter": 9,
          "verse": 21
        },
        {
          "chapter": 9,
          "verse": 22
        },
        {
          "chapter": 9,
          "verse": 23
        },
        {
          "chapter": 9,
          "verse": 24
        }
      ]
    },
    {
      "chapter_numbers": [
        9,
        9
      ],
      "verse_numbers": [
        25,
        26
      ],
      "combined_text": "My son, be faithful in Christ; and may not the things which I have written grieve thee, to weigh thee down unto death; but may Christ lift thee up, and may his sufferings and death, and the showing his body unto our fathers, and his mercy and long-suffering, and the hope of his glory and of eternal life, rest in your mind forever. And may the grace of God the Father, whose throne is high in the heavens, and our Lord Jesus Christ, who sitteth on the right hand of his power, until all things shall become subject unto him, be, and abide with you forever. Amen.",
      "verses": [
        {
          "chapter": 9,
          "verse": 25
        },
        {
          "chapter": 9,
          "verse": 26
        }
      ]
    },
    {
      "chapter_numbers": [
        10,
        10,
        10,
        10,
        10,
        10,
        10
      ],
      "verse_numbers": [
        1,
        2,
        3,
        4,
        5,
        6,
        7
      ],
      "combined_text": "Now I, Moroni, write somewhat as seemeth me good; and I write unto my brethren, the Lamanites; and I would that they should know that more than four hundred and twenty years have passed away since the sign was given of the coming of Christ. And I seal up these records, after I have spoken a few words by way of exhortation unto you. Behold, I would exhort you that when ye shall read these things, if it be wisdom in God that ye should read them, that ye would remember how merciful the Lord hath been unto the children of men, from the creation of Adam even down unto the time that ye shall receive these things, and ponder it in your hearts. And when ye shall receive these things, I would exhort you that ye would ask God, the Eternal Father, in the name of Christ, if these things are not true; and if ye shall ask with a sincere heart, with real intent, having faith in Christ, he will manifest the truth of it unto you, by the power of the Holy Ghost. And by the power of the Holy Ghost ye may know the truth of all things. And whatsoever thing is good is just and true; wherefore, nothing that is good denieth the Christ, but acknowledgeth that he is. And ye may know that he is, by the power of the Holy Ghost; wherefore I would exhort you that ye deny not the power of God; for he worketh by power, according to the faith of the children of men, the same today and tomorrow, and forever.",
      "verses": [
        {
          "chapter": 10,
          "verse": 1
        },
        {
          "chapter": 10,
          "verse": 2
        },
        {
          "chapter": 10,
          "verse": 3
        },
        {
          "chapter": 10,
          "verse": 4
        },
        {
          "chapter": 10,
          "verse": 5
        },
        {
          "chapter": 10,
          "verse": 6
        },
        {
          "chapter": 10,
          "verse": 7
        }
      ]
    },
    {
      "chapter_numbers": [
        10,
        10,
        10,
        10,
        10,
        10,
        10,
        10,
        10
      ],
      "verse_numbers": [
        8,
        9,
        10,
        11,
        12,
        13,
        14,
        15,
        16
      ],
      "combined_text": "And again, I exhort you, my brethren, that ye deny not the gifts of God, for they are many; and they come from the same God. And there are different ways that these gifts are administered; but it is the same God who worketh all in all; and they are given by the manifestations of the Spirit of God unto men, to profit them. For behold, to one is given by the Spirit of God, that he may teach the word of wisdom; And to another, that he may teach the word of knowledge by the same Spirit; And to another, exceedingly great faith; and to another, the gifts of healing by the same Spirit; And again, to another, that he may work mighty miracles; And again, to another, that he may prophesy concerning all things; And again, to another, the beholding of angels and ministering spirits; And again, to another, all kinds of tongues; And again, to another, the interpretation of languages and of divers kinds of tongues.",
      "verses": [
        {
          "chapter": 10,
          "verse": 8
        },
        {
          "chapter": 10,
          "verse": 9
        },
        {
          "chapter": 10,
          "verse": 10
        },
        {
          "chapter": 10,
          "verse": 11
        },
        {
          "chapter": 10,
          "verse": 12
        },
        {
          "chapter": 10,
          "verse": 13
        },
        {
          "chapter": 10,
          "verse": 14
        },
        {
          "chapter": 10,
          "verse": 15
        },
        {
          "chapter": 10,
          "verse": 16
        }
      ]
    },
    {
      "chapter_numbers": [
        10,
        10,
        10,
        10,
        10,
        10,
        10
      ],
      "verse_numbers": [
        17,
        18,
        19,
        20,
        21,
        22,
        23
      ],
      "combined_text": "And all these gifts come by the Spirit of Christ; and they come unto every man severally, according as he will. And I would exhort you, my beloved brethren, that ye remember that every good gift cometh of Christ. And I would exhort you, my beloved brethren, that ye remember that he is the same yesterday, today, and forever, and that all these gifts of which I have spoken, which are spiritual, never will be done away, even as long as the world shall stand, only according to the unbelief of the children of men. Wherefore, there must be faith; and if there must be faith there must also be hope; and if there must be hope there must also be charity. And except ye have charity ye can in nowise be saved in the kingdom of God; neither can ye be saved in the kingdom of God if ye have not faith; neither can ye if ye have no hope. And if ye have no hope ye must needs be in despair; and despair cometh because of iniquity. And Christ truly said unto our fathers: If ye have faith ye can do all things which are expedient unto me.",
      "verses": [
        {
          "chapter": 10,
          "verse": 17
        },
        {
          "chapter": 10,
          "verse": 18
        },
        {
          "chapter": 10,
          "verse": 19
        },
        {
          "chapter": 10,
          "verse": 20
        },
        {
          "chapter": 10,
          "verse": 21
        },
        {
          "chapter": 10,
          "verse": 22
        },
        {
          "chapter": 10,
          "verse": 23
        }
      ]
    },
    {
      "chapter_numbers": [
        10,
        10,
        10,
        10,
        10,
        10
      ],
      "verse_numbers": [
        24,
        25,
        26,
        27,
        28,
        29
      ],
      "combined_text": "And now I speak unto all the ends of the earth—that if the day cometh that the power and gifts of God shall be done away among you, it shall be because of unbelief. And wo be unto the children of men if this be the case; for there shall be none that doeth good among you, no not one. For if there be one among you that doeth good, he shall work by the power and gifts of God. And wo unto them who shall do these things away and die, for they die in their sins, and they cannot be saved in the kingdom of God; and I speak it according to the words of Christ; and I lie not. And I exhort you to remember these things; for the time speedily cometh that ye shall know that I lie not, for ye shall see me at the bar of God; and the Lord God will say unto you: Did I not declare my words unto you, which were written by this man, like as one crying from the dead, yea, even as one speaking out of the dust? I declare these things unto the fulfilling of the prophecies. And behold, they shall proceed forth out of the mouth of the everlasting God; and his word shall hiss forth from generation to generation. And God shall show unto you, that that which I have written is true.",
      "verses": [
        {
          "chapter": 10,
          "verse": 24
        },
        {
          "chapter": 10,
          "verse": 25
        },
        {
          "chapter": 10,
          "verse": 26
        },
        {
          "chapter": 10,
          "verse": 27
        },
        {
          "chapter": 10,
          "verse": 28
        },
        {
          "chapter": 10,
          "verse": 29
        }
      ]
    },
    {
      "chapter_numbers": [
        10,
        10,
        10,
        10,
        10
      ],
      "verse_numbers": [
        30,
        31,
        32,
        33,
        34
      ],
      "combined_text": "And again I would exhort you that ye would come unto Christ, and lay hold upon every good gift, and touch not the evil gift, nor the unclean thing. And awake, and arise from the dust, O Jerusalem; yea, and put on thy beautiful garments, O daughter of Zion; and strengthen thy stakes and enlarge thy borders forever, that thou mayest no more be confounded, that the covenants of the Eternal Father which he hath made unto thee, O house of Israel, may be fulfilled. Yea, come unto Christ, and be perfected in him, and deny yourselves of all ungodliness; and if ye shall deny yourselves of all ungodliness and love God with all your might, mind and strength, then is his grace sufficient for you, that by his grace ye may be perfect in Christ; and if by the grace of God ye are perfect in Christ, ye can in nowise deny the power of God. And again, if ye by the grace of God are perfect in Christ, and deny not his power, then are ye sanctified in Christ by the grace of God, through the shedding of the blood of Christ, which is in the covenant of the Father unto the remission of your sins, that ye become holy, without spot. And now I bid unto all, farewell. I soon go to rest in the paradise of God, until my spirit and body shall again reunite, and I am brought forth triumphant through the air, to meet you before the pleasing bar of the great Jehovah, the Eternal Judge of both quick and dead. Amen. *** END OF THE PROJECT GUTENBERG EBOOK THE BOOK OF MORMON *** Updated editions will replace the previous one—the old editions will be renamed. Creating the works from print editions not protected by U.S. copyright law means that no one owns a United States copyright in these works, so the Foundation (and you!) can copy and distribute it in the United States without permission and without paying copyright royalties. Special rules, set forth in the General Terms of Use part of this license, apply to copying and distributing Project Gutenberg™ electronic works to protect the PROJECT GUTENBERG™ concept and trademark. Project Gutenberg is a registered trademark, and may not be used if you charge for an eBook, except by following the terms of the trademark license, including paying royalties for use of the Project Gutenberg trademark. If you do not charge anything for copies of this eBook, complying with the trademark license is very easy. You may use this eBook for nearly any purpose such as creation of derivative works, reports, performances and research. Project Gutenberg eBooks may be modified and printed and given away—you may do practically ANYTHING in the United States with eBooks not protected by U.S. copyright law. Redistribution is subject to the trademark license, especially commercial redistribution. START: FULL LICENSE THE FULL PROJECT GUTENBERG LICENSE PLEASE READ THIS BEFORE YOU DISTRIBUTE OR USE THIS WORK To protect the Project Gutenberg™ mission of promoting the free distribution of electronic works, by using or distributing this work (or any other work associated in any way with the phrase “Project Gutenberg”), you agree to comply with all the terms of the Full Project Gutenberg™ License available with this file or online at www.gutenberg.org/license. Section 1. General Terms of Use and Redistributing Project Gutenberg™ electronic works 1.A. By reading or using any part of this Project Gutenberg™ electronic work, you indicate that you have read, understand, agree to and accept all the terms of this license and intellectual property (trademark/copyright) agreement. If you do not agree to abide by all the terms of this agreement, you must cease using and return or destroy all copies of Project Gutenberg™ electronic works in your possession. If you paid a fee for obtaining a copy of or access to a Project Gutenberg™ electronic work and you do not agree to be bound by the terms of this agreement, you may obtain a refund from the person or entity to whom you paid the fee as set forth in paragraph 1.E.8. 1.B. “Project Gutenberg” is a registered trademark. It may only be used on or associated in any way with an electronic work by people who agree to be bound by the terms of this agreement. There are a few things that you can do with most Project Gutenberg™ electronic works even without complying with the full terms of this agreement. See paragraph 1.C below. There are a lot of things you can do with Project Gutenberg™ electronic works if you follow the terms of this agreement and help preserve free future access to Project Gutenberg™ electronic works. See paragraph 1.E below. 1.C. The Project Gutenberg Literary Archive Foundation (“the Foundation” or PGLAF), owns a compilation copyright in the collection of Project Gutenberg™ electronic works. Nearly all the individual works in the collection are in the public domain in the United States. If an individual work is unprotected by copyright law in the United States and you are located in the United States, we do not claim a right to prevent you from copying, distributing, performing, displaying or creating derivative works based on the work as long as all references to Project Gutenberg are removed. Of course, we hope that you will support the Project Gutenberg™ mission of promoting free access to electronic works by freely sharing Project Gutenberg™ works in compliance with the terms of this agreement for keeping the Project Gutenberg™ name associated with the work. You can easily comply with the terms of this agreement by keeping this work in the same format with its attached full Project Gutenberg™ License when you share it without charge with others. 1.D. The copyright laws of the place where you are located also govern what you can do with this work. Copyright laws in most countries are in a constant state of change. If you are outside the United States, check the laws of your country in addition to the terms of this agreement before downloading, copying, displaying, performing, distributing or creating derivative works based on this work or any other Project Gutenberg™ work. The Foundation makes no representations concerning the copyright status of any work in any country other than the United States. 1.E. Unless you have removed all references to Project Gutenberg: 1.E.1. The following sentence, with active links to, or other immediate access to, the full Project Gutenberg™ License must appear prominently whenever any copy of a Project Gutenberg™ work (any work on which the phrase “Project Gutenberg” appears, or with which the phrase “Project Gutenberg” is associated) is accessed, displayed, performed, viewed, copied or distributed: This eBook is for the use of anyone anywhere in the United States and most other parts of the world at no cost and with almost no restrictions whatsoever. You may copy it, give it away or re-use it under the terms of the Project Gutenberg License included with this eBook or online at www.gutenberg.org. If you are not located in the United States, you will have to check the laws of the country where you are located before using this eBook. 1.E.2. If an individual Project Gutenberg™ electronic work is derived from texts not protected by U.S. copyright law (does not contain a notice indicating that it is posted with permission of the copyright holder), the work can be copied and distributed to anyone in the United States without paying any fees or charges. If you are redistributing or providing access to a work with the phrase “Project Gutenberg” associated with or appearing on the work, you must comply either with the requirements of paragraphs 1.E.1 through 1.E.7 or obtain permission for the use of the work and the Project Gutenberg™ trademark as set forth in paragraphs 1.E.8 or 1.E.9. 1.E.3. If an individual Project Gutenberg™ electronic work is posted with the permission of the copyright holder, your use and distribution must comply with both paragraphs 1.E.1 through 1.E.7 and any additional terms imposed by the copyright holder. Additional terms will be linked to the Project Gutenberg™ License for all works posted with the permission of the copyright holder found at the beginning of this work. 1.E.4. Do not unlink or detach or remove the full Project Gutenberg™ License terms from this work, or any files containing a part of this work or any other work associated with Project Gutenberg™. 1.E.5. Do not copy, display, perform, distribute or redistribute this electronic work, or any part of this electronic work, without prominently displaying the sentence set forth in paragraph 1.E.1 with active links or immediate access to the full terms of the Project Gutenberg™ License. 1.E.6. You may convert to and distribute this work in any binary, compressed, marked up, nonproprietary or proprietary form, including any word processing or hypertext form. However, if you provide access to or distribute copies of a Project Gutenberg™ work in a format other than “Plain Vanilla ASCII” or other format used in the official version posted on the official Project Gutenberg™ website (www.gutenberg.org), you must, at no additional cost, fee or expense to the user, provide a copy, a means of exporting a copy, or a means of obtaining a copy upon request, of the work in its original “Plain Vanilla ASCII” or other form. Any alternate format must include the full Project Gutenberg™ License as specified in paragraph 1.E.1. 1.E.7. Do not charge a fee for access to, viewing, displaying, performing, copying or distributing any Project Gutenberg™ works unless you comply with paragraph 1.E.8 or 1.E.9. 1.E.8. You may charge a reasonable fee for copies of or providing access to or distributing Project Gutenberg™ electronic works provided that: • You pay a royalty fee of 20% of the gross profits you derive from the use of Project Gutenberg™ works calculated using the method you already use to calculate your applicable taxes. The fee is owed to the owner of the Project Gutenberg™ trademark, but he has agreed to donate royalties under this paragraph to the Project Gutenberg Literary Archive Foundation. Royalty payments must be paid within 60 days following each date on which you prepare (or are legally required to prepare) your periodic tax returns. Royalty payments should be clearly marked as such and sent to the Project Gutenberg Literary Archive Foundation at the address specified in Section 4, “Information about donations to the Project Gutenberg Literary Archive Foundation.” • You provide a full refund of any money paid by a user who notifies you in writing (or by e-mail) within 30 days of receipt that s/he does not agree to the terms of the full Project Gutenberg™ License. You must require such a user to return or destroy all copies of the works possessed in a physical medium and discontinue all use of and all access to other copies of Project Gutenberg™ works. • You provide, in accordance with paragraph 1.F.3, a full refund of any money paid for a work or a replacement copy, if a defect in the electronic work is discovered and reported to you within 90 days of receipt of the work. • You comply with all other terms of this agreement for free distribution of Project Gutenberg™ works. 1.E.9. If you wish to charge a fee or distribute a Project Gutenberg™ electronic work or group of works on different terms than are set forth in this agreement, you must obtain permission in writing from the Project Gutenberg Literary Archive Foundation, the manager of the Project Gutenberg™ trademark. Contact the Foundation as set forth in Section 3 below. 1.F. 1.F.1. Project Gutenberg volunteers and employees expend considerable effort to identify, do copyright research on, transcribe and proofread works not protected by U.S. copyright law in creating the Project Gutenberg™ collection. Despite these efforts, Project Gutenberg™ electronic works, and the medium on which they may be stored, may contain “Defects,” such as, but not limited to, incomplete, inaccurate or corrupt data, transcription errors, a copyright or other intellectual property infringement, a defective or damaged disk or other medium, a computer virus, or computer codes that damage or cannot be read by your equipment. 1.F.2. LIMITED WARRANTY, DISCLAIMER OF DAMAGES - Except for the “Right of Replacement or Refund” described in paragraph 1.F.3, the Project Gutenberg Literary Archive Foundation, the owner of the Project Gutenberg™ trademark, and any other party distributing a Project Gutenberg™ electronic work under this agreement, disclaim all liability to you for damages, costs and expenses, including legal fees. YOU AGREE THAT YOU HAVE NO REMEDIES FOR NEGLIGENCE, STRICT LIABILITY, BREACH OF WARRANTY OR BREACH OF CONTRACT EXCEPT THOSE PROVIDED IN PARAGRAPH 1.F.3. YOU AGREE THAT THE FOUNDATION, THE TRADEMARK OWNER, AND ANY DISTRIBUTOR UNDER THIS AGREEMENT WILL NOT BE LIABLE TO YOU FOR ACTUAL, DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE OR INCIDENTAL DAMAGES EVEN IF YOU GIVE NOTICE OF THE POSSIBILITY OF SUCH DAMAGE. 1.F.3. LIMITED RIGHT OF REPLACEMENT OR REFUND - If you discover a defect in this electronic work within 90 days of receiving it, you can receive a refund of the money (if any) you paid for it by sending a written explanation to the person you received the work from. If you received the work on a physical medium, you must return the medium with your written explanation. The person or entity that provided you with the defective work may elect to provide a replacement copy in lieu of a refund. If you received the work electronically, the person or entity providing it to you may choose to give you a second opportunity to receive the work electronically in lieu of a refund. If the second copy is also defective, you may demand a refund in writing without further opportunities to fix the problem. 1.F.4. Except for the limited right of replacement or refund set forth in paragraph 1.F.3, this work is provided to you ‘AS-IS’, WITH NO OTHER WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO WARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PURPOSE. 1.F.5. Some states do not allow disclaimers of certain implied warranties or the exclusion or limitation of certain types of damages. If any disclaimer or limitation set forth in this agreement violates the law of the state applicable to this agreement, the agreement shall be interpreted to make the maximum disclaimer or limitation permitted by the applicable state law. The invalidity or unenforceability of any provision of this agreement shall not void the remaining provisions. 1.F.6. INDEMNITY - You agree to indemnify and hold the Foundation, the trademark owner, any agent or employee of the Foundation, anyone providing copies of Project Gutenberg™ electronic works in accordance with this agreement, and any volunteers associated with the production, promotion and distribution of Project Gutenberg™ electronic works, harmless from all liability, costs and expenses, including legal fees, that arise directly or indirectly from any of the following which you do or cause to occur: (a) distribution of this or any Project Gutenberg™ work, (b) alteration, modification, or additions or deletions to any Project Gutenberg™ work, and (c) any Defect you cause. Section 2. Information about the Mission of Project Gutenberg™ Project Gutenberg™ is synonymous with the free distribution of electronic works in formats readable by the widest variety of computers including obsolete, old, middle-aged and new computers. It exists because of the efforts of hundreds of volunteers and donations from people in all walks of life. Volunteers and financial support to provide volunteers with the assistance they need are critical to reaching Project Gutenberg™’s goals and ensuring that the Project Gutenberg™ collection will remain freely available for generations to come. In 2001, the Project Gutenberg Literary Archive Foundation was created to provide a secure and permanent future for Project Gutenberg™ and future generations. To learn more about the Project Gutenberg Literary Archive Foundation and how your efforts and donations can help, see Sections 3 and 4 and the Foundation information page at www.gutenberg.org. Section 3. Information about the Project Gutenberg Literary Archive Foundation The Project Gutenberg Literary Archive Foundation is a non-profit 501(c)(3) educational corporation organized under the laws of the state of Mississippi and granted tax exempt status by the Internal Revenue Service. The Foundation’s EIN or federal tax identification number is 64-6221541. Contributions to the Project Gutenberg Literary Archive Foundation are tax deductible to the full extent permitted by U.S. federal laws and your state’s laws. The Foundation’s business office is located at 809 North 1500 West, Salt Lake City, UT 84116, (801) 596-1887. Email contact links and up to date contact information can be found at the Foundation’s website and official page at www.gutenberg.org/contact Section 4. Information about Donations to the Project Gutenberg Literary Archive Foundation Project Gutenberg™ depends upon and cannot survive without widespread public support and donations to carry out its mission of increasing the number of public domain and licensed works that can be freely distributed in machine-readable form accessible by the widest array of equipment including outdated equipment. Many small donations ($1 to $5,000) are particularly important to maintaining tax exempt status with the IRS. The Foundation is committed to complying with the laws regulating charities and charitable donations in all 50 states of the United States. Compliance requirements are not uniform and it takes a considerable effort, much paperwork and many fees to meet and keep up with these requirements. We do not solicit donations in locations where we have not received written confirmation of compliance. To SEND DONATIONS or determine the status of compliance for any particular state visit www.gutenberg.org/donate. While we cannot and do not solicit contributions from states where we have not met the solicitation requirements, we know of no prohibition against accepting unsolicited donations from donors in such states who approach us with offers to donate. International donations are gratefully accepted, but we cannot make any statements concerning tax treatment of donations received from outside the United States. U.S. laws alone swamp our small staff. Please check the Project Gutenberg web pages for current donation methods and addresses. Donations are accepted in a number of other ways including checks, online payments and credit card donations. To donate, please visit: www.gutenberg.org/donate. Section 5. General Information About Project Gutenberg™ electronic works Professor Michael S. Hart was the originator of the Project Gutenberg™ concept of a library of electronic works that could be freely shared with anyone. For forty years, he produced and distributed Project Gutenberg™ eBooks with only a loose network of volunteer support. Project Gutenberg™ eBooks are often created from several printed editions, all of which are confirmed as not protected by copyright in the U.S. unless a copyright notice is included. Thus, we do not necessarily keep eBooks in compliance with any particular paper edition. Most people start at our website which has the main PG search facility: www.gutenberg.org. This website includes information about Project Gutenberg™, including how to make donations to the Project Gutenberg Literary Archive Foundation, how to help produce our new eBooks, and how to subscribe to our email newsletter to hear about new eBooks.",
      "verses": [
        {
          "chapter": 10,
          "verse": 30
        },
        {
          "chapter": 10,
          "verse": 31
        },
        {
          "chapter": 10,
          "verse": 32
        },
        {
          "chapter": 10,
          "verse": 33
        },
        {
          "chapter": 10,
          "verse": 34
        }
      ]
    }
  ]
}