{
  "chunks": [
    {
      "chapter_numbers": [
        3,
        3,
        3,
        3
      ],
      "verse_numbers": [
        1,
        2,
        3,
        4
      ],
      "combined_text": "Now these were the sons of David, which were born unto him in Hebron; the firstborn Amnon, of Ahinoam the Jezreelitess; the second Daniel, of Abigail the Carmelitess: The third, Absalom the son of Maachah the daughter of Talmai king of Geshur: the fourth, Adonijah the son of Haggith: The fifth, Shephatiah of Abital: the sixth, Ithream by Eglah his wife. These six were born unto him in Hebron; and there he reigned seven years and six months: and in Jerusalem he reigned thirty and three years.",
      "verses": [
        {
          "chapter": 3,
          "verse": 1
        },
        {
          "chapter": 3,
          "verse": 2
        },
        {
          "chapter": 3,
          "verse": 3
        },
        {
          "chapter": 3,
          "verse": 4
        }
      ]
    },
    {
      "chapter_numbers": [
        3,
        3,
        3,
        3,
        3
      ],
      "verse_numbers": [
        5,
        6,
        7,
        8,
        9
      ],
      "combined_text": "And these were born unto him in Jerusalem; Shimea, and Shobab, and Nathan, and Solomon, four, of Bathshua the daughter of Ammiel: Ibhar also, and Elishama, and Eliphelet, And Nogah, and Nepheg, and Japhia, And Elishama, and Eliada, and Eliphelet, nine. These were all the sons of David, beside the sons of the concubines, and Tamar their sister.",
      "verses": [
        {
          "chapter": 3,
          "verse": 5
        },
        {
          "chapter": 3,
          "verse": 6
        },
        {
          "chapter": 3,
          "verse": 7
        },
        {
          "chapter": 3,
          "verse": 8
        },
        {
          "chapter": 3,
          "verse": 9
        }
      ]
    },
    {
      "chapter_numbers": [
        3,
        3,
        3,
        3,
        3
      ],
      "verse_numbers": [
        10,
        11,
        12,
        13,
        14
      ],
      "combined_text": "And Solomon's son was Rehoboam, Abia his son, Asa his son, Jehoshaphat his son, Joram his son, Ahaziah his son, Joash his son, Amaziah his son, Azariah his son, Jotham his son, Ahaz his son, Hezekiah his son, Manasseh his son, Amon his son, Josiah his son.",
      "verses": [
        {
          "chapter": 3,
          "verse": 10
        },
        {
          "chapter": 3,
          "verse": 11
        },
        {
          "chapter": 3,
          "verse": 12
        },
        {
          "chapter": 3,
          "verse": 13
        },
        {
          "chapter": 3,
          "verse": 14
        }
      ]
    },
    {
      "chapter_numbers": [
        3,
        3,
        3,
        3
      ],
      "verse_numbers": [
        15,
        16,
        17,
        18
      ],
      "combined_text": "And the sons of Josiah were, the firstborn Johanan, the second Jehoiakim, the third Zedekiah, the fourth Shallum. And the sons of Jehoiakim: Jeconiah his son, Zedekiah his son. And the sons of Jeconiah; Assir, Salathiel his son, Malchiram also, and Pedaiah, and Shenazar, Jecamiah, Hoshama, and Nedabiah.",
      "verses": [
        {
          "chapter": 3,
          "verse": 15
        },
        {
          "chapter": 3,
          "verse": 16
        },
        {
          "chapter": 3,
          "verse": 17
        },
        {
          "chapter": 3,
          "verse": 18
        }
      ]
    },
    {
      "chapter_numbers": [
        3,
        3,
        3,
        3,
        3,
        3
      ],
      "verse_numbers": [
        19,
        20,
        21,
        22,
        23,
        24
      ],
      "combined_text": "And the sons of Pedaiah were, Zerubbabel, and Shimei: and the sons of Zerubbabel; Meshullam, and Hananiah, and Shelomith their sister: And Hashubah, and Ohel, and Berechiah, and Hasadiah, Jushabhesed, five. And the sons of Hananiah; Pelatiah, and Jesaiah: the sons of Rephaiah, the sons of Arnan, the sons of Obadiah, the sons of Shechaniah. And the sons of Shechaniah; Shemaiah: and the sons of Shemaiah; Hattush, and Igeal, and Bariah, and Neariah, and Shaphat, six. And the sons of Neariah; Elioenai, and Hezekiah, and Azrikam, three. And the sons of Elioenai were, Hodaiah, and Eliashib, and Pelaiah, and Akkub, and Johanan, and Dalaiah, and Anani, seven.",
      "verses": [
        {
          "chapter": 3,
          "verse": 19
        },
        {
          "chapter": 3,
          "verse": 20
        },
        {
          "chapter": 3,
          "verse": 21
        },
        {
          "chapter": 3,
          "verse": 22
        },
        {
          "chapter": 3,
          "verse": 23
        },
        {
          "chapter": 3,
          "verse": 24
        }
      ]
    }
  ]
}