{
  "chunks": [
    {
      "chapter_numbers": [
        11,
        11,
        11
      ],
      "verse_numbers": [
        1,
        2,
        3
      ],
      "combined_text": "Then all Israel gathered themselves to David unto Hebron, saying, Behold, we are thy bone and thy flesh. And moreover in time past, even when Saul was king, thou wast he that leddest out and broughtest in Israel: and the LORD thy God said unto thee, Thou shalt feed my people Israel, and thou shalt be ruler over my people Israel. Therefore came all the elders of Israel to the king to Hebron; and David made a covenant with them in Hebron before the LORD; and they anointed David king over Israel, according to the word of the LORD by Samuel.",
      "verses": [
        {
          "chapter": 11,
          "verse": 1
        },
        {
          "chapter": 11,
          "verse": 2
        },
        {
          "chapter": 11,
          "verse": 3
        }
      ]
    },
    {
      "chapter_numbers": [
        11,
        11,
        11,
        11,
        11,
        11
      ],
      "verse_numbers": [
        4,
        5,
        6,
        7,
        8,
        9
      ],
      "combined_text": "And David and all Israel went to Jerusalem, which is Jebus; where the Jebusites were, the inhabitants of the land. And the inhabitants of Jebus said to David, Thou shalt not come hither. Nevertheless David took the castle of Zion, which is the city of David. And David said, Whosoever smiteth the Jebusites first shall be chief and captain. So Joab the son of Zeruiah went first up, and was chief. And David dwelt in the castle; therefore they called it the city of David. And he built the city round about, even from Millo round about: and Joab repaired the rest of the city. So David waxed greater and greater: for the LORD of hosts was with him.",
      "verses": [
        {
          "chapter": 11,
          "verse": 4
        },
        {
          "chapter": 11,
          "verse": 5
        },
        {
          "chapter": 11,
          "verse": 6
        },
        {
          "chapter": 11,
          "verse": 7
        },
        {
          "chapter": 11,
          "verse": 8
        },
        {
          "chapter": 11,
          "verse": 9
        }
      ]
    },
    {
      "chapter_numbers": [
        11,
        11,
        11,
        11,
        11
      ],
      "verse_numbers": [
        10,
        11,
        12,
        13,
        14
      ],
      "combined_text": "These also are the chief of the mighty men whom David had, who strengthened themselves with him in his kingdom, and with all Israel, to make him king, according to the word of the LORD concerning Israel. And this is the number of the mighty men whom David had; Jashobeam, an Hachmonite, the chief of the captains: he lifted up his spear against three hundred slain by him at one time. And after him was Eleazar the son of Dodo, the Ahohite, who was one of the three mighties. He was with David at Pasdammim, and there the Philistines were gathered together to battle, where was a parcel of ground full of barley; and the people fled from before the Philistines. And they set themselves in the midst of that parcel, and delivered it, and slew the Philistines; and the LORD saved them by a great deliverance.",
      "verses": [
        {
          "chapter": 11,
          "verse": 10
        },
        {
          "chapter": 11,
          "verse": 11
        },
        {
          "chapter": 11,
          "verse": 12
        },
        {
          "chapter": 11,
          "verse": 13
        },
        {
          "chapter": 11,
          "verse": 14
        }
      ]
    },
    {
      "chapter_numbers": [
        11,
        11,
        11,
        11,
        11
      ],
      "verse_numbers": [
        15,
        16,
        17,
        18,
        19
      ],
      "combined_text": "Now three of the thirty captains went down to the rock to David, into the cave of Adullam; and the host of the Philistines encamped in the valley of Rephaim. And David was then in the hold, and the Philistines' garrison was then at Bethlehem. And David longed, and said, Oh that one would give me drink of the water of the well of Bethlehem, that is at the gate! And the three brake through the host of the Philistines, and drew water out of the well of Bethlehem, that was by the gate, and took it, and brought it to David: but David would not drink of it, but poured it out to the LORD. And said, My God forbid it me, that I should do this thing: shall I drink the blood of these men that have put their lives in jeopardy? for with the jeopardy of their lives they brought it. Therefore he would not drink it. These things did these three mightiest.",
      "verses": [
        {
          "chapter": 11,
          "verse": 15
        },
        {
          "chapter": 11,
          "verse": 16
        },
        {
          "chapter": 11,
          "verse": 17
        },
        {
          "chapter": 11,
          "verse": 18
        },
        {
          "chapter": 11,
          "verse": 19
        }
      ]
    },
    {
      "chapter_numbers": [
        11,
        11,
        11,
        11,
        11,
        11
      ],
      "verse_numbers": [
        20,
        21,
        22,
        23,
        24,
        25
      ],
      "combined_text": "And Abishai the brother of Joab, he was chief of the three: for lifting up his spear against three hundred, he slew them, and had a name among the three. Of the three, he was more honourable than the two; for he was their captain: howbeit he attained not to the first three. Benaiah the son of Jehoiada, the son of a valiant man of Kabzeel, who had done many acts; he slew two lionlike men of Moab: also he went down and slew a lion in a pit in a snowy day. And he slew an Egyptian, a man of great stature, five cubits high; and in the Egyptian's hand was a spear like a weaver's beam; and he went down to him with a staff, and plucked the spear out of the Egyptian's hand, and slew him with his own spear. These things did Benaiah the son of Jehoiada, and had the name among the three mighties. Behold, he was honourable among the thirty, but attained not to the first three: and David set him over his guard.",
      "verses": [
        {
          "chapter": 11,
          "verse": 20
        },
        {
          "chapter": 11,
          "verse": 21
        },
        {
          "chapter": 11,
          "verse": 22
        },
        {
          "chapter": 11,
          "verse": 23
        },
        {
          "chapter": 11,
          "verse": 24
        },
        {
          "chapter": 11,
          "verse": 25
        }
      ]
    },
    {
      "chapter_numbers": [
        11,
        11,
        11,
        11,
        11,
        11,
        11,
        11,
        11,
        11
      ],
      "verse_numbers": [
        26,
        27,
        28,
        29,
        30,
        31,
        32,
        33,
        34,
        35
      ],
      "combined_text": "Also the valiant men of the armies were, Asahel the brother of Joab, Elhanan the son of Dodo of Bethlehem, Shammoth the Harorite, Helez the Pelonite, Ira the son of Ikkesh the Tekoite, Abiezer the Antothite, Sibbecai the Hushathite, Ilai the Ahohite, Maharai the Netophathite, Heled the son of Baanah the Netophathite, Ithai the son of Ribai of Gibeah, that pertained to the children of Benjamin, Benaiah the Pirathonite, Hurai of the brooks of Gaash, Abiel the Arbathite, Azmaveth the Baharumite, Eliahba the Shaalbonite, The sons of Hashem the Gizonite, Jonathan the son of Shage the Hararite, Ahiam the son of Sacar the Hararite, Eliphal the son of Ur,",
      "verses": [
        {
          "chapter": 11,
          "verse": 26
        },
        {
          "chapter": 11,
          "verse": 27
        },
        {
          "chapter": 11,
          "verse": 28
        },
        {
          "chapter": 11,
          "verse": 29
        },
        {
          "chapter": 11,
          "verse": 30
        },
        {
          "chapter": 11,
          "verse": 31
        },
        {
          "chapter": 11,
          "verse": 32
        },
        {
          "chapter": 11,
          "verse": 33
        },
        {
          "chapter": 11,
          "verse": 34
        },
        {
          "chapter": 11,
          "verse": 35
        }
      ]
    },
    {
      "chapter_numbers": [
        11,
        11,
        11,
        11,
        11,
        11,
        11,
        11,
        11
      ],
      "verse_numbers": [
        36,
        37,
        38,
        39,
        40,
        41,
        42,
        43,
        44
      ],
      "combined_text": "Hepher the Mecherathite, Ahijah the Pelonite, Hezro the Carmelite, Naarai the son of Ezbai, Joel the brother of Nathan, Mibhar the son of Haggeri, Zelek the Ammonite, Naharai the Berothite, the armourbearer of Joab the son of Zeruiah, Ira the Ithrite, Gareb the Ithrite, Uriah the Hittite, Zabad the son of Ahlai, Adina the son of Shiza the Reubenite, a captain of the Reubenites, and thirty with him, Hanan the son of Maachah, and Joshaphat the Mithnite, Uzzia the Ashterathite, Shama and Jehiel the sons of Hothan the Aroerite,",
      "verses": [
        {
          "chapter": 11,
          "verse": 36
        },
        {
          "chapter": 11,
          "verse": 37
        },
        {
          "chapter": 11,
          "verse": 38
        },
        {
          "chapter": 11,
          "verse": 39
        },
        {
          "chapter": 11,
          "verse": 40
        },
        {
          "chapter": 11,
          "verse": 41
        },
        {
          "chapter": 11,
          "verse": 42
        },
        {
          "chapter": 11,
          "verse": 43
        },
        {
          "chapter": 11,
          "verse": 44
        }
      ]
    },
    {
      "chapter_numbers": [
        11,
        11,
        11
      ],
      "verse_numbers": [
        45,
        46,
        47
      ],
      "combined_text": "Jediael the son of Shimri, and Joha his brother, the Tizite, Eliel the Mahavite, and Jeribai, and Joshaviah, the sons of Elnaam, and Ithmah the Moabite, Eliel, and Obed, and Jasiel the Mesobaite.",
      "verses": [
        {
          "chapter": 11,
          "verse": 45
        },
        {
          "chapter": 11,
          "verse": 46
        },
        {
          "chapter": 11,
          "verse": 47
        }
      ]
    }
  ]
}