{
  "chunks": [
    {
      "chapter_numbers": [
        6,
        6,
        6,
        6,
        6,
        6,
        6,
        6,
        6,
        6
      ],
      "verse_numbers": [
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9,
        10
      ],
      "combined_text": "The sons of Levi; Gershon, Kohath, and Merari. And the sons of Kohath; Amram, Izhar, and Hebron, and Uzziel. And the children of Amram; Aaron, and Moses, and Miriam. The sons also of Aaron; Nadab, and Abihu, Eleazar, and Ithamar. Eleazar begat Phinehas, Phinehas begat Abishua, And Abishua begat Bukki, and Bukki begat Uzzi, And Uzzi begat Zerahiah, and Zerahiah begat Meraioth, Meraioth begat Amariah, and Amariah begat Ahitub, And Ahitub begat Zadok, and Zadok begat Ahimaaz, And Ahimaaz begat Azariah, and Azariah begat Johanan, And Johanan begat Azariah, (he it is that executed the priest's office in the temple that Solomon built in Jerusalem:)",
      "verses": [
        {
          "chapter": 6,
          "verse": 1
        },
        {
          "chapter": 6,
          "verse": 2
        },
        {
          "chapter": 6,
          "verse": 3
        },
        {
          "chapter": 6,
          "verse": 4
        },
        {
          "chapter": 6,
          "verse": 5
        },
        {
          "chapter": 6,
          "verse": 6
        },
        {
          "chapter": 6,
          "verse": 7
        },
        {
          "chapter": 6,
          "verse": 8
        },
        {
          "chapter": 6,
          "verse": 9
        },
        {
          "chapter": 6,
          "verse": 10
        }
      ]
    },
    {
      "chapter_numbers": [
        6,
        6,
        6,
        6,
        6,
        6,
        6,
        6,
        6
      ],
      "verse_numbers": [
        11,
        12,
        13,
        14,
        15,
        16,
        17,
        18,
        19
      ],
      "combined_text": "And Azariah begat Amariah, and Amariah begat Ahitub, And Ahitub begat Zadok, and Zadok begat Shallum, And Shallum begat Hilkiah, and Hilkiah begat Azariah, And Azariah begat Seraiah, and Seraiah begat Jehozadak, And Jehozadak went into captivity, when the LORD carried away Judah and Jerusalem by the hand of Nebuchadnezzar. The sons of Levi; Gershom, Kohath, and Merari. And these be the names of the sons of Gershom; Libni, and Shimei. And the sons of Kohath were, Amram, and Izhar, and Hebron, and Uzziel. The sons of Merari; Mahli, and Mushi. And these are the families of the Levites according to their fathers.",
      "verses": [
        {
          "chapter": 6,
          "verse": 11
        },
        {
          "chapter": 6,
          "verse": 12
        },
        {
          "chapter": 6,
          "verse": 13
        },
        {
          "chapter": 6,
          "verse": 14
        },
        {
          "chapter": 6,
          "verse": 15
        },
        {
          "chapter": 6,
          "verse": 16
        },
        {
          "chapter": 6,
          "verse": 17
        },
        {
          "chapter": 6,
          "verse": 18
        },
        {
          "chapter": 6,
          "verse": 19
        }
      ]
    },
    {
      "chapter_numbers": [
        6,
        6,
        6,
        6,
        6,
        6,
        6,
        6,
        6,
        6
      ],
      "verse_numbers": [
        20,
        21,
        22,
        23,
        24,
        25,
        26,
        27,
        28,
        29
      ],
      "combined_text": "Of Gershom; Libni his son, Jahath his son, Zimmah his son, Joah his son, Iddo his son, Zerah his son, Jeaterai his son. The sons of Kohath; Amminadab his son, Korah his son, Assir his son, Elkanah his son, and Ebiasaph his son, and Assir his son, Tahath his son, Uriel his son, Uzziah his son, and Shaul his son. And the sons of Elkanah; Amasai, and Ahimoth. As for Elkanah: the sons of Elkanah; Zophai his son, and Nahath his son, Eliab his son, Jeroham his son, Elkanah his son. And the sons of Samuel; the firstborn Vashni, and Abiah. The sons of Merari; Mahli, Libni his son, Shimei his son, Uzza his son,",
      "verses": [
        {
          "chapter": 6,
          "verse": 20
        },
        {
          "chapter": 6,
          "verse": 21
        },
        {
          "chapter": 6,
          "verse": 22
        },
        {
          "chapter": 6,
          "verse": 23
        },
        {
          "chapter": 6,
          "verse": 24
        },
        {
          "chapter": 6,
          "verse": 25
        },
        {
          "chapter": 6,
          "verse": 26
        },
        {
          "chapter": 6,
          "verse": 27
        },
        {
          "chapter": 6,
          "verse": 28
        },
        {
          "chapter": 6,
          "verse": 29
        }
      ]
    },
    {
      "chapter_numbers": [
        6,
        6,
        6,
        6,
        6,
        6,
        6,
        6,
        6
      ],
      "verse_numbers": [
        30,
        31,
        32,
        33,
        34,
        35,
        36,
        37,
        38
      ],
      "combined_text": "Shimea his son, Haggiah his son, Asaiah his son. And these are they whom David set over the service of song in the house of the LORD, after that the ark had rest. And they ministered before the dwelling place of the tabernacle of the congregation with singing, until Solomon had built the house of the LORD in Jerusalem: and then they waited on their office according to their order. And these are they that waited with their children. Of the sons of the Kohathites: Heman a singer, the son of Joel, the son of Shemuel, The son of Elkanah, the son of Jeroham, the son of Eliel, the son of Toah, The son of Zuph, the son of Elkanah, the son of Mahath, the son of Amasai, The son of Elkanah, the son of Joel, the son of Azariah, the son of Zephaniah, The son of Tahath, the son of Assir, the son of Ebiasaph, the son of Korah, The son of Izhar, the son of Kohath, the son of Levi, the son of Israel.",
      "verses": [
        {
          "chapter": 6,
          "verse": 30
        },
        {
          "chapter": 6,
          "verse": 31
        },
        {
          "chapter": 6,
          "verse": 32
        },
        {
          "chapter": 6,
          "verse": 33
        },
        {
          "chapter": 6,
          "verse": 34
        },
        {
          "chapter": 6,
          "verse": 35
        },
        {
          "chapter": 6,
          "verse": 36
        },
        {
          "chapter": 6,
          "verse": 37
        },
        {
          "chapter": 6,
          "verse": 38
        }
      ]
    },
    {
      "chapter_numbers": [
        6,
        6,
        6,
        6,
        6,
        6,
        6,
        6,
        6
      ],
      "verse_numbers": [
        39,
        40,
        41,
        42,
        43,
        44,
        45,
        46,
        47
      ],
      "combined_text": "And his brother Asaph, who stood on his right hand, even Asaph the son of Berachiah, the son of Shimea, The son of Michael, the son of Baaseiah, the son of Malchiah, The son of Ethni, the son of Zerah, the son of Adaiah, The son of Ethan, the son of Zimmah, the son of Shimei, The son of Jahath, the son of Gershom, the son of Levi. And their brethren the sons of Merari stood on the left hand: Ethan the son of Kishi, the son of Abdi, the son of Malluch, The son of Hashabiah, the son of Amaziah, the son of Hilkiah, The son of Amzi, the son of Bani, the son of Shamer, The son of Mahli, the son of Mushi, the son of Merari, the son of Levi.",
      "verses": [
        {
          "chapter": 6,
          "verse": 39
        },
        {
          "chapter": 6,
          "verse": 40
        },
        {
          "chapter": 6,
          "verse": 41
        },
        {
          "chapter": 6,
          "verse": 42
        },
        {
          "chapter": 6,
          "verse": 43
        },
        {
          "chapter": 6,
          "verse": 44
        },
        {
          "chapter": 6,
          "verse": 45
        },
        {
          "chapter": 6,
          "verse": 46
        },
        {
          "chapter": 6,
          "verse": 47
        }
      ]
    },
    {
      "chapter_numbers": [
        6,
        6,
        6,
        6,
        6,
        6
      ],
      "verse_numbers": [
        48,
        49,
        50,
        51,
        52,
        53
      ],
      "combined_text": "Their brethren also the Levites were appointed unto all manner of service of the tabernacle of the house of God. But Aaron and his sons offered upon the altar of the burnt offering, and on the altar of incense, and were appointed for all the work of the place most holy, and to make an atonement for Israel, according to all that Moses the servant of God had commanded. And these are the sons of Aaron; Eleazar his son, Phinehas his son, Abishua his son, Bukki his son, Uzzi his son, Zerahiah his son, Meraioth his son, Amariah his son, Ahitub his son, Zadok his son, Ahimaaz his son.",
      "verses": [
        {
          "chapter": 6,
          "verse": 48
        },
        {
          "chapter": 6,
          "verse": 49
        },
        {
          "chapter": 6,
          "verse": 50
        },
        {
          "chapter": 6,
          "verse": 51
        },
        {
          "chapter": 6,
          "verse": 52
        },
        {
          "chapter": 6,
          "verse": 53
        }
      ]
    },
    {
      "chapter_numbers": [
        6,
        6,
        6,
        6,
        6,
        6,
        6
      ],
      "verse_numbers": [
        54,
        55,
        56,
        57,
        58,
        59,
        60
      ],
      "combined_text": "Now these are their dwelling places throughout their castles in their coasts, of the sons of Aaron, of the families of the Kohathites: for theirs was the lot. And they gave them Hebron in the land of Judah, and the suburbs thereof round about it. But the fields of the city, and the villages thereof, they gave to Caleb the son of Jephunneh. And to the sons of Aaron they gave the cities of Judah, namely, Hebron, the city of refuge, and Libnah with her suburbs, and Jattir, and Eshtemoa, with their suburbs, And Hilen with her suburbs, Debir with her suburbs, And Ashan with her suburbs, and Bethshemesh with her suburbs: And out of the tribe of Benjamin; Geba with her suburbs, and Alemeth with her suburbs, and Anathoth with her suburbs. All their cities throughout their families were thirteen cities.",
      "verses": [
        {
          "chapter": 6,
          "verse": 54
        },
        {
          "chapter": 6,
          "verse": 55
        },
        {
          "chapter": 6,
          "verse": 56
        },
        {
          "chapter": 6,
          "verse": 57
        },
        {
          "chapter": 6,
          "verse": 58
        },
        {
          "chapter": 6,
          "verse": 59
        },
        {
          "chapter": 6,
          "verse": 60
        }
      ]
    },
    {
      "chapter_numbers": [
        6,
        6,
        6,
        6,
        6,
        6,
        6,
        6,
        6,
        6
      ],
      "verse_numbers": [
        61,
        62,
        63,
        64,
        65,
        66,
        67,
        68,
        69,
        70
      ],
      "combined_text": "And unto the sons of Kohath, which were left of the family of that tribe, were cities given out of the half tribe, namely, out of the half tribe of Manasseh, by lot, ten cities. And to the sons of Gershom throughout their families out of the tribe of Issachar, and out of the tribe of Asher, and out of the tribe of Naphtali, and out of the tribe of Manasseh in Bashan, thirteen cities. Unto the sons of Merari were given by lot, throughout their families, out of the tribe of Reuben, and out of the tribe of Gad, and out of the tribe of Zebulun, twelve cities. And the children of Israel gave to the Levites these cities with their suburbs. And they gave by lot out of the tribe of the children of Judah, and out of the tribe of the children of Simeon, and out of the tribe of the children of Benjamin, these cities, which are called by their names. And the residue of the families of the sons of Kohath had cities of their coasts out of the tribe of Ephraim. And they gave unto them, of the cities of refuge, Shechem in mount Ephraim with her suburbs; they gave also Gezer with her suburbs, And Jokmeam with her suburbs, and Bethhoron with her suburbs, And Aijalon with her suburbs, and Gathrimmon with her suburbs: And out of the half tribe of Manasseh; Aner with her suburbs, and Bileam with her suburbs, for the family of the remnant of the sons of Kohath.",
      "verses": [
        {
          "chapter": 6,
          "verse": 61
        },
        {
          "chapter": 6,
          "verse": 62
        },
        {
          "chapter": 6,
          "verse": 63
        },
        {
          "chapter": 6,
          "verse": 64
        },
        {
          "chapter": 6,
          "verse": 65
        },
        {
          "chapter": 6,
          "verse": 66
        },
        {
          "chapter": 6,
          "verse": 67
        },
        {
          "chapter": 6,
          "verse": 68
        },
        {
          "chapter": 6,
          "verse": 69
        },
        {
          "chapter": 6,
          "verse": 70
        }
      ]
    },
    {
      "chapter_numbers": [
        6,
        6,
        6,
        6,
        6,
        6,
        6,
        6
      ],
      "verse_numbers": [
        71,
        72,
        73,
        74,
        75,
        76,
        77,
        78
      ],
      "combined_text": "Unto the sons of Gershom were given out of the family of the half tribe of Manasseh, Golan in Bashan with her suburbs, and Ashtaroth with her suburbs: And out of the tribe of Issachar; Kedesh with her suburbs, Daberath with her suburbs, And Ramoth with her suburbs, and Anem with her suburbs: And out of the tribe of Asher; Mashal with her suburbs, and Abdon with her suburbs, And Hukok with her suburbs, and Rehob with her suburbs: And out of the tribe of Naphtali; Kedesh in Galilee with her suburbs, and Hammon with her suburbs, and Kirjathaim with her suburbs. Unto the rest of the children of Merari were given out of the tribe of Zebulun, Rimmon with her suburbs, Tabor with her suburbs: And on the other side Jordan by Jericho, on the east side of Jordan, were given them out of the tribe of Reuben, Bezer in the wilderness with her suburbs, and Jahzah with her suburbs,",
      "verses": [
        {
          "chapter": 6,
          "verse": 71
        },
        {
          "chapter": 6,
          "verse": 72
        },
        {
          "chapter": 6,
          "verse": 73
        },
        {
          "chapter": 6,
          "verse": 74
        },
        {
          "chapter": 6,
          "verse": 75
        },
        {
          "chapter": 6,
          "verse": 76
        },
        {
          "chapter": 6,
          "verse": 77
        },
        {
          "chapter": 6,
          "verse": 78
        }
      ]
    },
    {
      "chapter_numbers": [
        6,
        6,
        6
      ],
      "verse_numbers": [
        79,
        80,
        81
      ],
      "combined_text": "Kedemoth also with her suburbs, and Mephaath with her suburbs: And out of the tribe of Gad; Ramoth in Gilead with her suburbs, and Mahanaim with her suburbs, And Heshbon with her suburbs, and Jazer with her suburbs.",
      "verses": [
        {
          "chapter": 6,
          "verse": 79
        },
        {
          "chapter": 6,
          "verse": 80
        },
        {
          "chapter": 6,
          "verse": 81
        }
      ]
    }
  ]
}