{
  "chunks": [
    {
      "chapter_numbers": [
        23,
        23,
        23,
        23,
        23,
        23,
        23
      ],
      "verse_numbers": [
        1,
        2,
        3,
        4,
        5,
        6,
        7
      ],
      "combined_text": "Now these be the last words of David. David the son of Jesse said, and the man who was raised up on high, the anointed of the God of Jacob, and the sweet psalmist of Israel, said, The Spirit of the LORD spake by me, and his word was in my tongue. The God of Israel said, the Rock of Israel spake to me, He that ruleth over men must be just, ruling in the fear of God. And he shall be as the light of the morning, when the sun riseth, even a morning without clouds; as the tender grass springing out of the earth by clear shining after rain. Although my house be not so with God; yet he hath made with me an everlasting covenant, ordered in all things, and sure: for this is all my salvation, and all my desire, although he make it not to grow. But the sons of Belial shall be all of them as thorns thrust away, because they cannot be taken with hands: But the man that shall touch them must be fenced with iron and the staff of a spear; and they shall be utterly burned with fire in the same place.",
      "verses": [
        {
          "chapter": 23,
          "verse": 1
        },
        {
          "chapter": 23,
          "verse": 2
        },
        {
          "chapter": 23,
          "verse": 3
        },
        {
          "chapter": 23,
          "verse": 4
        },
        {
          "chapter": 23,
          "verse": 5
        },
        {
          "chapter": 23,
          "verse": 6
        },
        {
          "chapter": 23,
          "verse": 7
        }
      ]
    },
    {
      "chapter_numbers": [
        23,
        23,
        23,
        23,
        23
      ],
      "verse_numbers": [
        8,
        9,
        10,
        11,
        12
      ],
      "combined_text": "These be the names of the mighty men whom David had: The Tachmonite that sat in the seat, chief among the captains; the same was Adino the Eznite: he lift up his spear against eight hundred, whom he slew at one time. And after him was Eleazar the son of Dodo the Ahohite, one of the three mighty men with David, when they defied the Philistines that were there gathered together to battle, and the men of Israel were gone away: He arose, and smote the Philistines until his hand was weary, and his hand clave unto the sword: and the LORD wrought a great victory that day; and the people returned after him only to spoil. And after him was Shammah the son of Agee the Hararite. And the Philistines were gathered together into a troop, where was a piece of ground full of lentiles: and the people fled from the Philistines. But he stood in the midst of the ground, and defended it, and slew the Philistines: and the LORD wrought a great victory.",
      "verses": [
        {
          "chapter": 23,
          "verse": 8
        },
        {
          "chapter": 23,
          "verse": 9
        },
        {
          "chapter": 23,
          "verse": 10
        },
        {
          "chapter": 23,
          "verse": 11
        },
        {
          "chapter": 23,
          "verse": 12
        }
      ]
    },
    {
      "chapter_numbers": [
        23,
        23,
        23,
        23,
        23
      ],
      "verse_numbers": [
        13,
        14,
        15,
        16,
        17
      ],
      "combined_text": "And three of the thirty chief went down, and came to David in the harvest time unto the cave of Adullam: and the troop of the Philistines pitched in the valley of Rephaim. And David was then in an hold, and the garrison of the Philistines was then in Bethlehem. And David longed, and said, Oh that one would give me drink of the water of the well of Bethlehem, which is by the gate! And the three mighty men brake through the host of the Philistines, and drew water out of the well of Bethlehem, that was by the gate, and took it, and brought it to David: nevertheless he would not drink thereof, but poured it out unto the LORD. And he said, Be it far from me, O LORD, that I should do this: is not this the blood of the men that went in jeopardy of their lives? therefore he would not drink it. These things did these three mighty men.",
      "verses": [
        {
          "chapter": 23,
          "verse": 13
        },
        {
          "chapter": 23,
          "verse": 14
        },
        {
          "chapter": 23,
          "verse": 15
        },
        {
          "chapter": 23,
          "verse": 16
        },
        {
          "chapter": 23,
          "verse": 17
        }
      ]
    },
    {
      "chapter_numbers": [
        23,
        23,
        23,
        23,
        23,
        23
      ],
      "verse_numbers": [
        18,
        19,
        20,
        21,
        22,
        23
      ],
      "combined_text": "And Abishai, the brother of Joab, the son of Zeruiah, was chief among three. And he lifted up his spear against three hundred, and slew them, and had the name among three. Was he not most honourable of three? therefore he was their captain: howbeit he attained not unto the first three. And Benaiah the son of Jehoiada, the son of a valiant man, of Kabzeel, who had done many acts, he slew two lionlike men of Moab: he went down also and slew a lion in the midst of a pit in time of snow: And he slew an Egyptian, a goodly man: and the Egyptian had a spear in his hand; but he went down to him with a staff, and plucked the spear out of the Egyptian's hand, and slew him with his own spear. These things did Benaiah the son of Jehoiada, and had the name among three mighty men. He was more honourable than the thirty, but he attained not to the first three. And David set him over his guard.",
      "verses": [
        {
          "chapter": 23,
          "verse": 18
        },
        {
          "chapter": 23,
          "verse": 19
        },
        {
          "chapter": 23,
          "verse": 20
        },
        {
          "chapter": 23,
          "verse": 21
        },
        {
          "chapter": 23,
          "verse": 22
        },
        {
          "chapter": 23,
          "verse": 23
        }
      ]
    },
    {
      "chapter_numbers": [
        23,
        23,
        23,
        23,
        23,
        23,
        23,
        23,
        23,
        23
      ],
      "verse_numbers": [
        24,
        25,
        26,
        27,
        28,
        29,
        30,
        31,
        32,
        33
      ],
      "combined_text": "Asahel the brother of Joab was one of the thirty; Elhanan the son of Dodo of Bethlehem, Shammah the Harodite, Elika the Harodite, Helez the Paltite, Ira the son of Ikkesh the Tekoite, Abiezer the Anethothite, Mebunnai the Hushathite, Zalmon the Ahohite, Maharai the Netophathite, Heleb the son of Baanah, a Netophathite, Ittai the son of Ribai out of Gibeah of the children of Benjamin, Benaiah the Pirathonite, Hiddai of the brooks of Gaash, Abialbon the Arbathite, Azmaveth the Barhumite, Eliahba the Shaalbonite, of the sons of Jashen, Jonathan, Shammah the Hararite, Ahiam the son of Sharar the Hararite,",
      "verses": [
        {
          "chapter": 23,
          "verse": 24
        },
        {
          "chapter": 23,
          "verse": 25
        },
        {
          "chapter": 23,
          "verse": 26
        },
        {
          "chapter": 23,
          "verse": 27
        },
        {
          "chapter": 23,
          "verse": 28
        },
        {
          "chapter": 23,
          "verse": 29
        },
        {
          "chapter": 23,
          "verse": 30
        },
        {
          "chapter": 23,
          "verse": 31
        },
        {
          "chapter": 23,
          "verse": 32
        },
        {
          "chapter": 23,
          "verse": 33
        }
      ]
    },
    {
      "chapter_numbers": [
        23,
        23,
        23,
        23,
        23,
        23
      ],
      "verse_numbers": [
        34,
        35,
        36,
        37,
        38,
        39
      ],
      "combined_text": "Eliphelet the son of Ahasbai, the son of the Maachathite, Eliam the son of Ahithophel the Gilonite, Hezrai the Carmelite, Paarai the Arbite, Igal the son of Nathan of Zobah, Bani the Gadite, Zelek the Ammonite, Nahari the Beerothite, armourbearer to Joab the son of Zeruiah, Ira an Ithrite, Gareb an Ithrite, Uriah the Hittite: thirty and seven in all.",
      "verses": [
        {
          "chapter": 23,
          "verse": 34
        },
        {
          "chapter": 23,
          "verse": 35
        },
        {
          "chapter": 23,
          "verse": 36
        },
        {
          "chapter": 23,
          "verse": 37
        },
        {
          "chapter": 23,
          "verse": 38
        },
        {
          "chapter": 23,
          "verse": 39
        }
      ]
    }
  ]
}