{
  "chunks": [
    {
      "chapter_numbers": [
        3,
        3,
        3,
        3,
        3,
        3,
        3
      ],
      "verse_numbers": [
        1,
        2,
        3,
        4,
        5,
        6,
        7
      ],
      "combined_text": "Then we turned, and went up the way to Bashan: and Og the king of Bashan came out against us, he and all his people, to battle at Edrei. And the LORD said unto me, Fear him not: for I will deliver him, and all his people, and his land, into thy hand; and thou shalt do unto him as thou didst unto Sihon king of the Amorites, which dwelt at Heshbon. So the LORD our God delivered into our hands Og also, the king of Bashan, and all his people: and we smote him until none was left to him remaining. And we took all his cities at that time, there was not a city which we took not from them, threescore cities, all the region of Argob, the kingdom of Og in Bashan. All these cities were fenced with high walls, gates, and bars; beside unwalled towns a great many. And we utterly destroyed them, as we did unto Sihon king of Heshbon, utterly destroying the men, women, and children, of every city. But all the cattle, and the spoil of the cities, we took for a prey to ourselves.",
      "verses": [
        {
          "chapter": 3,
          "verse": 1
        },
        {
          "chapter": 3,
          "verse": 2
        },
        {
          "chapter": 3,
          "verse": 3
        },
        {
          "chapter": 3,
          "verse": 4
        },
        {
          "chapter": 3,
          "verse": 5
        },
        {
          "chapter": 3,
          "verse": 6
        },
        {
          "chapter": 3,
          "verse": 7
        }
      ]
    },
    {
      "chapter_numbers": [
        3,
        3,
        3,
        3
      ],
      "verse_numbers": [
        8,
        9,
        10,
        11
      ],
      "combined_text": "And we took at that time out of the hand of the two kings of the Amorites the land that was on this side Jordan, from the river of Arnon unto mount Hermon; (Which Hermon the Sidonians call Sirion; and the Amorites call it Shenir;) All the cities of the plain, and all Gilead, and all Bashan, unto Salchah and Edrei, cities of the kingdom of Og in Bashan. For only Og king of Bashan remained of the remnant of giants; behold his bedstead was a bedstead of iron; is it not in Rabbath of the children of Ammon? nine cubits was the length thereof, and four cubits the breadth of it, after the cubit of a man.",
      "verses": [
        {
          "chapter": 3,
          "verse": 8
        },
        {
          "chapter": 3,
          "verse": 9
        },
        {
          "chapter": 3,
          "verse": 10
        },
        {
          "chapter": 3,
          "verse": 11
        }
      ]
    },
    {
      "chapter_numbers": [
        3,
        3,
        3,
        3,
        3,
        3
      ],
      "verse_numbers": [
        12,
        13,
        14,
        15,
        16,
        17
      ],
      "combined_text": "And this land, which we possessed at that time, from Aroer, which is by the river Arnon, and half mount Gilead, and the cities thereof, gave I unto the Reubenites and to the Gadites. And the rest of Gilead, and all Bashan, being the kingdom of Og, gave I unto the half tribe of Manasseh; all the region of Argob, with all Bashan, which was called the land of giants. Jair the son of Manasseh took all the country of Argob unto the coasts of Geshuri and Maachathi; and called them after his own name, Bashanhavothjair, unto this day. And I gave Gilead unto Machir. And unto the Reubenites and unto the Gadites I gave from Gilead even unto the river Arnon half the valley, and the border even unto the river Jabbok, which is the border of the children of Ammon; The plain also, and Jordan, and the coast thereof, from Chinnereth even unto the sea of the plain, even the salt sea, under Ashdothpisgah eastward.",
      "verses": [
        {
          "chapter": 3,
          "verse": 12
        },
        {
          "chapter": 3,
          "verse": 13
        },
        {
          "chapter": 3,
          "verse": 14
        },
        {
          "chapter": 3,
          "verse": 15
        },
        {
          "chapter": 3,
          "verse": 16
        },
        {
          "chapter": 3,
          "verse": 17
        }
      ]
    },
    {
      "chapter_numbers": [
        3,
        3,
        3,
        3,
        3
      ],
      "verse_numbers": [
        18,
        19,
        20,
        21,
        22
      ],
      "combined_text": "And I commanded you at that time, saying, The LORD your God hath given you this land to possess it: ye shall pass over armed before your brethren the children of Israel, all that are meet for the war. But your wives, and your little ones, and your cattle, (for I know that ye have much cattle,) shall abide in your cities which I have given you; Until the LORD have given rest unto your brethren, as well as unto you, and until they also possess the land which the LORD your God hath given them beyond Jordan: and then shall ye return every man unto his possession, which I have given you. And I commanded Joshua at that time, saying, Thine eyes have seen all that the LORD your God hath done unto these two kings: so shall the LORD do unto all the kingdoms whither thou passest. Ye shall not fear them: for the LORD your God he shall fight for you.",
      "verses": [
        {
          "chapter": 3,
          "verse": 18
        },
        {
          "chapter": 3,
          "verse": 19
        },
        {
          "chapter": 3,
          "verse": 20
        },
        {
          "chapter": 3,
          "verse": 21
        },
        {
          "chapter": 3,
          "verse": 22
        }
      ]
    },
    {
      "chapter_numbers": [
        3,
        3,
        3
      ],
      "verse_numbers": [
        23,
        24,
        25
      ],
      "combined_text": "And I besought the LORD at that time, saying, O Lord GOD, thou hast begun to shew thy servant thy greatness, and thy mighty hand: for what God is there in heaven or in earth, that can do according to thy works, and according to thy might? I pray thee, let me go over, and see the good land that is beyond Jordan, that goodly mountain, and Lebanon.",
      "verses": [
        {
          "chapter": 3,
          "verse": 23
        },
        {
          "chapter": 3,
          "verse": 24
        },
        {
          "chapter": 3,
          "verse": 25
        }
      ]
    },
    {
      "chapter_numbers": [
        3,
        3,
        3,
        3
      ],
      "verse_numbers": [
        26,
        27,
        28,
        29
      ],
      "combined_text": "But the LORD was wroth with me for your sakes, and would not hear me: and the LORD said unto me, Let it suffice thee; speak no more unto me of this matter. Get thee up into the top of Pisgah, and lift up thine eyes westward, and northward, and southward, and eastward, and behold it with thine eyes: for thou shalt not go over this Jordan. But charge Joshua, and encourage him, and strengthen him: for he shall go over before this people, and he shall cause them to inherit the land which thou shalt see. So we abode in the valley over against Bethpeor.",
      "verses": [
        {
          "chapter": 3,
          "verse": 26
        },
        {
          "chapter": 3,
          "verse": 27
        },
        {
          "chapter": 3,
          "verse": 28
        },
        {
          "chapter": 3,
          "verse": 29
        }
      ]
    }
  ]
}