{
  "chunks": [
    {
      "chapter_numbers": [
        4,
        4,
        4,
        4,
        4,
        4,
        4
      ],
      "verse_numbers": [
        1,
        2,
        3,
        4,
        5,
        6,
        7
      ],
      "combined_text": "Now I say, That the heir, as long as he is a child, differeth nothing from a servant, though he be lord of all; But is under tutors and governors until the time appointed of the father. Even so we, when we were children, were in bondage under the elements of the world: But when the fulness of the time was come, God sent forth his Son, made of a woman, made under the law, To redeem them that were under the law, that we might receive the adoption of sons. And because ye are sons, God hath sent forth the Spirit of his Son into your hearts, crying, Abba, Father. Wherefore thou art no more a servant, but a son; and if a son, then an heir of God through Christ.",
      "verses": [
        {
          "chapter": 4,
          "verse": 1
        },
        {
          "chapter": 4,
          "verse": 2
        },
        {
          "chapter": 4,
          "verse": 3
        },
        {
          "chapter": 4,
          "verse": 4
        },
        {
          "chapter": 4,
          "verse": 5
        },
        {
          "chapter": 4,
          "verse": 6
        },
        {
          "chapter": 4,
          "verse": 7
        }
      ]
    },
    {
      "chapter_numbers": [
        4,
        4,
        4,
        4
      ],
      "verse_numbers": [
        8,
        9,
        10,
        11
      ],
      "combined_text": "Howbeit then, when ye knew not God, ye did service unto them which by nature are no gods. But now, after that ye have known God, or rather are known of God, how turn ye again to the weak and beggarly elements, whereunto ye desire again to be in bondage? Ye observe days, and months, and times, and years. I am afraid of you, lest I have bestowed upon you labour in vain.",
      "verses": [
        {
          "chapter": 4,
          "verse": 8
        },
        {
          "chapter": 4,
          "verse": 9
        },
        {
          "chapter": 4,
          "verse": 10
        },
        {
          "chapter": 4,
          "verse": 11
        }
      ]
    },
    {
      "chapter_numbers": [
        4,
        4,
        4,
        4,
        4,
        4,
        4,
        4,
        4
      ],
      "verse_numbers": [
        12,
        13,
        14,
        15,
        16,
        17,
        18,
        19,
        20
      ],
      "combined_text": "Brethren, I beseech you, be as I am; for I am as ye are: ye have not injured me at all. Ye know how through infirmity of the flesh I preached the gospel unto you at the first. And my temptation which was in my flesh ye despised not, nor rejected; but received me as an angel of God, even as Christ Jesus. Where is then the blessedness ye spake of? for I bear you record, that, if it had been possible, ye would have plucked out your own eyes, and have given them to me. Am I therefore become your enemy, because I tell you the truth? They zealously affect you, but not well; yea, they would exclude you, that ye might affect them. But it is good to be zealously affected always in a good thing, and not only when I am present with you. My little children, of whom I travail in birth again until Christ be formed in you, I desire to be present with you now, and to change my voice; for I stand in doubt of you.",
      "verses": [
        {
          "chapter": 4,
          "verse": 12
        },
        {
          "chapter": 4,
          "verse": 13
        },
        {
          "chapter": 4,
          "verse": 14
        },
        {
          "chapter": 4,
          "verse": 15
        },
        {
          "chapter": 4,
          "verse": 16
        },
        {
          "chapter": 4,
          "verse": 17
        },
        {
          "chapter": 4,
          "verse": 18
        },
        {
          "chapter": 4,
          "verse": 19
        },
        {
          "chapter": 4,
          "verse": 20
        }
      ]
    },
    {
      "chapter_numbers": [
        4,
        4,
        4,
        4,
        4,
        4
      ],
      "verse_numbers": [
        21,
        22,
        23,
        24,
        25,
        26
      ],
      "combined_text": "Tell me, ye that desire to be under the law, do ye not hear the law? For it is written, that Abraham had two sons, the one by a bondmaid, the other by a freewoman. But he who was of the bondwoman was born after the flesh; but he of the freewoman was by promise. Which things are an allegory: for these are the two covenants; the one from the mount Sinai, which gendereth to bondage, which is Agar. For this Agar is mount Sinai in Arabia, and answereth to Jerusalem which now is, and is in bondage with her children. But Jerusalem which is above is free, which is the mother of us all.",
      "verses": [
        {
          "chapter": 4,
          "verse": 21
        },
        {
          "chapter": 4,
          "verse": 22
        },
        {
          "chapter": 4,
          "verse": 23
        },
        {
          "chapter": 4,
          "verse": 24
        },
        {
          "chapter": 4,
          "verse": 25
        },
        {
          "chapter": 4,
          "verse": 26
        }
      ]
    },
    {
      "chapter_numbers": [
        4,
        4,
        4,
        4,
        4
      ],
      "verse_numbers": [
        27,
        28,
        29,
        30,
        31
      ],
      "combined_text": "For it is written, Rejoice, thou barren that bearest not; break forth and cry, thou that travailest not: for the desolate hath many more children than she which hath an husband. Now we, brethren, as Isaac was, are the children of promise. But as then he that was born after the flesh persecuted him that was born after the Spirit, even so it is now. Nevertheless what saith the scripture? Cast out the bondwoman and her son: for the son of the bondwoman shall not be heir with the son of the freewoman. So then, brethren, we are not children of the bondwoman, but of the free.",
      "verses": [
        {
          "chapter": 4,
          "verse": 27
        },
        {
          "chapter": 4,
          "verse": 28
        },
        {
          "chapter": 4,
          "verse": 29
        },
        {
          "chapter": 4,
          "verse": 30
        },
        {
          "chapter": 4,
          "verse": 31
        }
      ]
    }
  ]
}