{
  "chunks": [
    {
      "chapter_numbers": [
        18,
        18,
        18,
        18
      ],
      "verse_numbers": [
        1,
        2,
        3,
        4
      ],
      "combined_text": "Then answered Bildad the Shuhite, and said, How long will it be ere ye make an end of words? mark, and afterwards we will speak. Wherefore are we counted as beasts, and reputed vile in your sight? He teareth himself in his anger: shall the earth be forsaken for thee? and shall the rock be removed out of his place?",
      "verses": [
        {
          "chapter": 18,
          "verse": 1
        },
        {
          "chapter": 18,
          "verse": 2
        },
        {
          "chapter": 18,
          "verse": 3
        },
        {
          "chapter": 18,
          "verse": 4
        }
      ]
    },
    {
      "chapter_numbers": [
        18,
        18,
        18,
        18,
        18,
        18
      ],
      "verse_numbers": [
        5,
        6,
        7,
        8,
        9,
        10
      ],
      "combined_text": "Yea, the light of the wicked shall be put out, and the spark of his fire shall not shine. The light shall be dark in his tabernacle, and his candle shall be put out with him. The steps of his strength shall be straitened, and his own counsel shall cast him down. For he is cast into a net by his own feet, and he walketh upon a snare. The gin shall take him by the heel, and the robber shall prevail against him. The snare is laid for him in the ground, and a trap for him in the way.",
      "verses": [
        {
          "chapter": 18,
          "verse": 5
        },
        {
          "chapter": 18,
          "verse": 6
        },
        {
          "chapter": 18,
          "verse": 7
        },
        {
          "chapter": 18,
          "verse": 8
        },
        {
          "chapter": 18,
          "verse": 9
        },
        {
          "chapter": 18,
          "verse": 10
        }
      ]
    },
    {
      "chapter_numbers": [
        18,
        18,
        18,
        18,
        18
      ],
      "verse_numbers": [
        11,
        12,
        13,
        14,
        15
      ],
      "combined_text": "Terrors shall make him afraid on every side, and shall drive him to his feet. His strength shall be hungerbitten, and destruction shall be ready at his side. It shall devour the strength of his skin: even the firstborn of death shall devour his strength. His confidence shall be rooted out of his tabernacle, and it shall bring him to the king of terrors. It shall dwell in his tabernacle, because it is none of his: brimstone shall be scattered upon his habitation.",
      "verses": [
        {
          "chapter": 18,
          "verse": 11
        },
        {
          "chapter": 18,
          "verse": 12
        },
        {
          "chapter": 18,
          "verse": 13
        },
        {
          "chapter": 18,
          "verse": 14
        },
        {
          "chapter": 18,
          "verse": 15
        }
      ]
    },
    {
      "chapter_numbers": [
        18,
        18,
        18,
        18,
        18,
        18
      ],
      "verse_numbers": [
        16,
        17,
        18,
        19,
        20,
        21
      ],
      "combined_text": "His roots shall be dried up beneath, and above shall his branch be cut off. His remembrance shall perish from the earth, and he shall have no name in the street. He shall be driven from light into darkness, and chased out of the world. He shall neither have son nor nephew among his people, nor any remaining in his dwellings. They that come after him shall be astonied at his day, as they that went before were affrighted. Surely such are the dwellings of the wicked, and this is the place of him that knoweth not God.",
      "verses": [
        {
          "chapter": 18,
          "verse": 16
        },
        {
          "chapter": 18,
          "verse": 17
        },
        {
          "chapter": 18,
          "verse": 18
        },
        {
          "chapter": 18,
          "verse": 19
        },
        {
          "chapter": 18,
          "verse": 20
        },
        {
          "chapter": 18,
          "verse": 21
        }
      ]
    }
  ]
}