{
  "chunks": [
    {
      "chapter_numbers": [
        15,
        15,
        15,
        15,
        15,
        15
      ],
      "verse_numbers": [
        1,
        2,
        3,
        4,
        5,
        6
      ],
      "combined_text": "Then answered Eliphaz the Temanite, and said, Should a wise man utter vain knowledge, and fill his belly with the east wind? Should he reason with unprofitable talk? or with speeches wherewith he can do no good? Yea, thou castest off fear, and restrainest prayer before God. For thy mouth uttereth thine iniquity, and thou choosest the tongue of the crafty. Thine own mouth condemneth thee, and not I: yea, thine own lips testify against thee.",
      "verses": [
        {
          "chapter": 15,
          "verse": 1
        },
        {
          "chapter": 15,
          "verse": 2
        },
        {
          "chapter": 15,
          "verse": 3
        },
        {
          "chapter": 15,
          "verse": 4
        },
        {
          "chapter": 15,
          "verse": 5
        },
        {
          "chapter": 15,
          "verse": 6
        }
      ]
    },
    {
      "chapter_numbers": [
        15,
        15,
        15,
        15,
        15
      ],
      "verse_numbers": [
        7,
        8,
        9,
        10,
        11
      ],
      "combined_text": "Art thou the first man that was born? or wast thou made before the hills? Hast thou heard the secret of God? and dost thou restrain wisdom to thyself? What knowest thou, that we know not? what understandest thou, which is not in us? With us are both the grayheaded and very aged men, much elder than thy father. Are the consolations of God small with thee? is there any secret thing with thee?",
      "verses": [
        {
          "chapter": 15,
          "verse": 7
        },
        {
          "chapter": 15,
          "verse": 8
        },
        {
          "chapter": 15,
          "verse": 9
        },
        {
          "chapter": 15,
          "verse": 10
        },
        {
          "chapter": 15,
          "verse": 11
        }
      ]
    },
    {
      "chapter_numbers": [
        15,
        15,
        15,
        15,
        15
      ],
      "verse_numbers": [
        12,
        13,
        14,
        15,
        16
      ],
      "combined_text": "Why doth thine heart carry thee away? and what do thy eyes wink at, That thou turnest thy spirit against God, and lettest such words go out of thy mouth? What is man, that he should be clean? and he which is born of a woman, that he should be righteous? Behold, he putteth no trust in his saints; yea, the heavens are not clean in his sight. How much more abominable and filthy is man, which drinketh iniquity like water?",
      "verses": [
        {
          "chapter": 15,
          "verse": 12
        },
        {
          "chapter": 15,
          "verse": 13
        },
        {
          "chapter": 15,
          "verse": 14
        },
        {
          "chapter": 15,
          "verse": 15
        },
        {
          "chapter": 15,
          "verse": 16
        }
      ]
    },
    {
      "chapter_numbers": [
        15,
        15,
        15,
        15,
        15
      ],
      "verse_numbers": [
        17,
        18,
        19,
        20,
        21
      ],
      "combined_text": "I will shew thee, hear me; and that which I have seen I will declare; Which wise men have told from their fathers, and have not hid it: Unto whom alone the earth was given, and no stranger passed among them. The wicked man travaileth with pain all his days, and the number of years is hidden to the oppressor. A dreadful sound is in his ears: in prosperity the destroyer shall come upon him.",
      "verses": [
        {
          "chapter": 15,
          "verse": 17
        },
        {
          "chapter": 15,
          "verse": 18
        },
        {
          "chapter": 15,
          "verse": 19
        },
        {
          "chapter": 15,
          "verse": 20
        },
        {
          "chapter": 15,
          "verse": 21
        }
      ]
    },
    {
      "chapter_numbers": [
        15,
        15,
        15,
        15,
        15
      ],
      "verse_numbers": [
        22,
        23,
        24,
        25,
        26
      ],
      "combined_text": "He believeth not that he shall return out of darkness, and he is waited for of the sword. He wandereth abroad for bread, saying, Where is it? he knoweth that the day of darkness is ready at his hand. Trouble and anguish shall make him afraid; they shall prevail against him, as a king ready to the battle. For he stretcheth out his hand against God, and strengtheneth himself against the Almighty. He runneth upon him, even on his neck, upon the thick bosses of his bucklers:",
      "verses": [
        {
          "chapter": 15,
          "verse": 22
        },
        {
          "chapter": 15,
          "verse": 23
        },
        {
          "chapter": 15,
          "verse": 24
        },
        {
          "chapter": 15,
          "verse": 25
        },
        {
          "chapter": 15,
          "verse": 26
        }
      ]
    },
    {
      "chapter_numbers": [
        15,
        15,
        15,
        15,
        15
      ],
      "verse_numbers": [
        27,
        28,
        29,
        30,
        31
      ],
      "combined_text": "Because he covereth his face with his fatness, and maketh collops of fat on his flanks. And he dwelleth in desolate cities, and in houses which no man inhabiteth, which are ready to become heaps. He shall not be rich, neither shall his substance continue, neither shall he prolong the perfection thereof upon the earth. He shall not depart out of darkness; the flame shall dry up his branches, and by the breath of his mouth shall he go away. Let not him that is deceived trust in vanity: for vanity shall be his recompence.",
      "verses": [
        {
          "chapter": 15,
          "verse": 27
        },
        {
          "chapter": 15,
          "verse": 28
        },
        {
          "chapter": 15,
          "verse": 29
        },
        {
          "chapter": 15,
          "verse": 30
        },
        {
          "chapter": 15,
          "verse": 31
        }
      ]
    },
    {
      "chapter_numbers": [
        15,
        15,
        15,
        15
      ],
      "verse_numbers": [
        32,
        33,
        34,
        35
      ],
      "combined_text": "It shall be accomplished before his time, and his branch shall not be green. He shall shake off his unripe grape as the vine, and shall cast off his flower as the olive. For the congregation of hypocrites shall be desolate, and fire shall consume the tabernacles of bribery. They conceive mischief, and bring forth vanity, and their belly prepareth deceit.",
      "verses": [
        {
          "chapter": 15,
          "verse": 32
        },
        {
          "chapter": 15,
          "verse": 33
        },
        {
          "chapter": 15,
          "verse": 34
        },
        {
          "chapter": 15,
          "verse": 35
        }
      ]
    }
  ]
}