{
  "chunks": [
    {
      "chapter_numbers": [
        41,
        41,
        41,
        41,
        41,
        41
      ],
      "verse_numbers": [
        1,
        2,
        3,
        4,
        5,
        6
      ],
      "combined_text": "Canst thou draw out leviathan with an hook? or his tongue with a cord which thou lettest down? Canst thou put an hook into his nose? or bore his jaw through with a thorn? Will he make many supplications unto thee? will he speak soft words unto thee? Will he make a covenant with thee? wilt thou take him for a servant for ever? Wilt thou play with him as with a bird? or wilt thou bind him for thy maidens? Shall the companions make a banquet of him? shall they part him among the merchants?",
      "verses": [
        {
          "chapter": 41,
          "verse": 1
        },
        {
          "chapter": 41,
          "verse": 2
        },
        {
          "chapter": 41,
          "verse": 3
        },
        {
          "chapter": 41,
          "verse": 4
        },
        {
          "chapter": 41,
          "verse": 5
        },
        {
          "chapter": 41,
          "verse": 6
        }
      ]
    },
    {
      "chapter_numbers": [
        41,
        41,
        41,
        41,
        41,
        41
      ],
      "verse_numbers": [
        7,
        8,
        9,
        10,
        11,
        12
      ],
      "combined_text": "Canst thou fill his skin with barbed irons? or his head with fish spears? Lay thine hand upon him, remember the battle, do no more. Behold, the hope of him is in vain: shall not one be cast down even at the sight of him? None is so fierce that dare stir him up: who then is able to stand before me? Who hath prevented me, that I should repay him? whatsoever is under the whole heaven is mine. I will not conceal his parts, nor his power, nor his comely proportion.",
      "verses": [
        {
          "chapter": 41,
          "verse": 7
        },
        {
          "chapter": 41,
          "verse": 8
        },
        {
          "chapter": 41,
          "verse": 9
        },
        {
          "chapter": 41,
          "verse": 10
        },
        {
          "chapter": 41,
          "verse": 11
        },
        {
          "chapter": 41,
          "verse": 12
        }
      ]
    },
    {
      "chapter_numbers": [
        41,
        41,
        41,
        41,
        41,
        41,
        41,
        41,
        41,
        41
      ],
      "verse_numbers": [
        13,
        14,
        15,
        16,
        17,
        18,
        19,
        20,
        21,
        22
      ],
      "combined_text": "Who can discover the face of his garment? or who can come to him with his double bridle? Who can open the doors of his face? his teeth are terrible round about. His scales are his pride, shut up together as with a close seal. One is so near to another, that no air can come between them. They are joined one to another, they stick together, that they cannot be sundered. By his neesings a light doth shine, and his eyes are like the eyelids of the morning. Out of his mouth go burning lamps, and sparks of fire leap out. Out of his nostrils goeth smoke, as out of a seething pot or caldron. His breath kindleth coals, and a flame goeth out of his mouth. In his neck remaineth strength, and sorrow is turned into joy before him.",
      "verses": [
        {
          "chapter": 41,
          "verse": 13
        },
        {
          "chapter": 41,
          "verse": 14
        },
        {
          "chapter": 41,
          "verse": 15
        },
        {
          "chapter": 41,
          "verse": 16
        },
        {
          "chapter": 41,
          "verse": 17
        },
        {
          "chapter": 41,
          "verse": 18
        },
        {
          "chapter": 41,
          "verse": 19
        },
        {
          "chapter": 41,
          "verse": 20
        },
        {
          "chapter": 41,
          "verse": 21
        },
        {
          "chapter": 41,
          "verse": 22
        }
      ]
    },
    {
      "chapter_numbers": [
        41,
        41,
        41,
        41,
        41,
        41,
        41
      ],
      "verse_numbers": [
        23,
        24,
        25,
        26,
        27,
        28,
        29
      ],
      "combined_text": "The flakes of his flesh are joined together: they are firm in themselves; they cannot be moved. His heart is as firm as a stone; yea, as hard as a piece of the nether millstone. When he raiseth up himself, the mighty are afraid: by reason of breakings they purify themselves. The sword of him that layeth at him cannot hold: the spear, the dart, nor the habergeon. He esteemeth iron as straw, and brass as rotten wood. The arrow cannot make him flee: slingstones are turned with him into stubble. Darts are counted as stubble: he laugheth at the shaking of a spear.",
      "verses": [
        {
          "chapter": 41,
          "verse": 23
        },
        {
          "chapter": 41,
          "verse": 24
        },
        {
          "chapter": 41,
          "verse": 25
        },
        {
          "chapter": 41,
          "verse": 26
        },
        {
          "chapter": 41,
          "verse": 27
        },
        {
          "chapter": 41,
          "verse": 28
        },
        {
          "chapter": 41,
          "verse": 29
        }
      ]
    },
    {
      "chapter_numbers": [
        41,
        41,
        41,
        41,
        41
      ],
      "verse_numbers": [
        30,
        31,
        32,
        33,
        34
      ],
      "combined_text": "Sharp stones are under him: he spreadeth sharp pointed things upon the mire. He maketh the deep to boil like a pot: he maketh the sea like a pot of ointment. He maketh a path to shine after him; one would think the deep to be hoary. Upon earth there is not his like, who is made without fear. He beholdeth all high things: he is a king over all the children of pride.",
      "verses": [
        {
          "chapter": 41,
          "verse": 30
        },
        {
          "chapter": 41,
          "verse": 31
        },
        {
          "chapter": 41,
          "verse": 32
        },
        {
          "chapter": 41,
          "verse": 33
        },
        {
          "chapter": 41,
          "verse": 34
        }
      ]
    }
  ]
}