{
  "chunks": [
    {
      "chapter_numbers": [
        8,
        8,
        8,
        8,
        8,
        8,
        8
      ],
      "verse_numbers": [
        1,
        2,
        3,
        4,
        5,
        6,
        7
      ],
      "combined_text": "Then answered Bildad the Shuhite, and said, How long wilt thou speak these things? and how long shall the words of thy mouth be like a strong wind? Doth God pervert judgment? or doth the Almighty pervert justice? If thy children have sinned against him, and he have cast them away for their transgression; If thou wouldest seek unto God betimes, and make thy supplication to the Almighty; If thou wert pure and upright; surely now he would awake for thee, and make the habitation of thy righteousness prosperous. Though thy beginning was small, yet thy latter end should greatly increase.",
      "verses": [
        {
          "chapter": 8,
          "verse": 1
        },
        {
          "chapter": 8,
          "verse": 2
        },
        {
          "chapter": 8,
          "verse": 3
        },
        {
          "chapter": 8,
          "verse": 4
        },
        {
          "chapter": 8,
          "verse": 5
        },
        {
          "chapter": 8,
          "verse": 6
        },
        {
          "chapter": 8,
          "verse": 7
        }
      ]
    },
    {
      "chapter_numbers": [
        8,
        8,
        8,
        8,
        8,
        8,
        8,
        8,
        8,
        8
      ],
      "verse_numbers": [
        8,
        9,
        10,
        11,
        12,
        13,
        14,
        15,
        16,
        17
      ],
      "combined_text": "For enquire, I pray thee, of the former age, and prepare thyself to the search of their fathers: (For we are but of yesterday, and know nothing, because our days upon earth are a shadow:) Shall not they teach thee, and tell thee, and utter words out of their heart? Can the rush grow up without mire? can the flag grow without water? Whilst it is yet in his greenness, and not cut down, it withereth before any other herb. So are the paths of all that forget God; and the hypocrite's hope shall perish: Whose hope shall be cut off, and whose trust shall be a spider's web. He shall lean upon his house, but it shall not stand: he shall hold it fast, but it shall not endure. He is green before the sun, and his branch shooteth forth in his garden. His roots are wrapped about the heap, and seeth the place of stones.",
      "verses": [
        {
          "chapter": 8,
          "verse": 8
        },
        {
          "chapter": 8,
          "verse": 9
        },
        {
          "chapter": 8,
          "verse": 10
        },
        {
          "chapter": 8,
          "verse": 11
        },
        {
          "chapter": 8,
          "verse": 12
        },
        {
          "chapter": 8,
          "verse": 13
        },
        {
          "chapter": 8,
          "verse": 14
        },
        {
          "chapter": 8,
          "verse": 15
        },
        {
          "chapter": 8,
          "verse": 16
        },
        {
          "chapter": 8,
          "verse": 17
        }
      ]
    },
    {
      "chapter_numbers": [
        8,
        8,
        8,
        8,
        8
      ],
      "verse_numbers": [
        18,
        19,
        20,
        21,
        22
      ],
      "combined_text": "If he destroy him from his place, then it shall deny him, saying, I have not seen thee. Behold, this is the joy of his way, and out of the earth shall others grow. Behold, God will not cast away a perfect man, neither will he help the evil doers: Till he fill thy mouth with laughing, and thy lips with rejoicing. They that hate thee shall be clothed with shame; and the dwelling place of the wicked shall come to nought.",
      "verses": [
        {
          "chapter": 8,
          "verse": 18
        },
        {
          "chapter": 8,
          "verse": 19
        },
        {
          "chapter": 8,
          "verse": 20
        },
        {
          "chapter": 8,
          "verse": 21
        },
        {
          "chapter": 8,
          "verse": 22
        }
      ]
    }
  ]
}