{
  "chunks": [
    {
      "chapter_numbers": [
        4,
        4,
        4,
        4,
        4,
        4
      ],
      "verse_numbers": [
        1,
        2,
        3,
        4,
        5,
        6
      ],
      "combined_text": "When therefore the LORD knew how the Pharisees had heard that Jesus made and baptized more disciples than John, (Though Jesus himself baptized not, but his disciples,) He left Judaea, and departed again into Galilee. And he must needs go through Samaria. Then cometh he to a city of Samaria, which is called Sychar, near to the parcel of ground that Jacob gave to his son Joseph. Now Jacob's well was there. Jesus therefore, being wearied with his journey, sat thus on the well: and it was about the sixth hour.",
      "verses": [
        {
          "chapter": 4,
          "verse": 1
        },
        {
          "chapter": 4,
          "verse": 2
        },
        {
          "chapter": 4,
          "verse": 3
        },
        {
          "chapter": 4,
          "verse": 4
        },
        {
          "chapter": 4,
          "verse": 5
        },
        {
          "chapter": 4,
          "verse": 6
        }
      ]
    },
    {
      "chapter_numbers": [
        4,
        4,
        4,
        4,
        4,
        4
      ],
      "verse_numbers": [
        7,
        8,
        9,
        10,
        11,
        12
      ],
      "combined_text": "There cometh a woman of Samaria to draw water: Jesus saith unto her, Give me to drink. (For his disciples were gone away unto the city to buy meat.) Then saith the woman of Samaria unto him, How is it that thou, being a Jew, askest drink of me, which am a woman of Samaria? for the Jews have no dealings with the Samaritans. Jesus answered and said unto her, If thou knewest the gift of God, and who it is that saith to thee, Give me to drink; thou wouldest have asked of him, and he would have given thee living water. The woman saith unto him, Sir, thou hast nothing to draw with, and the well is deep: from whence then hast thou that living water? Art thou greater than our father Jacob, which gave us the well, and drank thereof himself, and his children, and his cattle?",
      "verses": [
        {
          "chapter": 4,
          "verse": 7
        },
        {
          "chapter": 4,
          "verse": 8
        },
        {
          "chapter": 4,
          "verse": 9
        },
        {
          "chapter": 4,
          "verse": 10
        },
        {
          "chapter": 4,
          "verse": 11
        },
        {
          "chapter": 4,
          "verse": 12
        }
      ]
    },
    {
      "chapter_numbers": [
        4,
        4,
        4,
        4,
        4,
        4
      ],
      "verse_numbers": [
        13,
        14,
        15,
        16,
        17,
        18
      ],
      "combined_text": "Jesus answered and said unto her, Whosoever drinketh of this water shall thirst again: But whosoever drinketh of the water that I shall give him shall never thirst; but the water that I shall give him shall be in him a well of water springing up into everlasting life. The woman saith unto him, Sir, give me this water, that I thirst not, neither come hither to draw. Jesus saith unto her, Go, call thy husband, and come hither. The woman answered and said, I have no husband. Jesus said unto her, Thou hast well said, I have no husband: For thou hast had five husbands; and he whom thou now hast is not thy husband: in that saidst thou truly.",
      "verses": [
        {
          "chapter": 4,
          "verse": 13
        },
        {
          "chapter": 4,
          "verse": 14
        },
        {
          "chapter": 4,
          "verse": 15
        },
        {
          "chapter": 4,
          "verse": 16
        },
        {
          "chapter": 4,
          "verse": 17
        },
        {
          "chapter": 4,
          "verse": 18
        }
      ]
    },
    {
      "chapter_numbers": [
        4,
        4,
        4,
        4,
        4,
        4
      ],
      "verse_numbers": [
        19,
        20,
        21,
        22,
        23,
        24
      ],
      "combined_text": "The woman saith unto him, Sir, I perceive that thou art a prophet. Our fathers worshipped in this mountain; and ye say, that in Jerusalem is the place where men ought to worship. Jesus saith unto her, Woman, believe me, the hour cometh, when ye shall neither in this mountain, nor yet at Jerusalem, worship the Father. Ye worship ye know not what: we know what we worship: for salvation is of the Jews. But the hour cometh, and now is, when the true worshippers shall worship the Father in spirit and in truth: for the Father seeketh such to worship him. God is a Spirit: and they that worship him must worship him in spirit and in truth.",
      "verses": [
        {
          "chapter": 4,
          "verse": 19
        },
        {
          "chapter": 4,
          "verse": 20
        },
        {
          "chapter": 4,
          "verse": 21
        },
        {
          "chapter": 4,
          "verse": 22
        },
        {
          "chapter": 4,
          "verse": 23
        },
        {
          "chapter": 4,
          "verse": 24
        }
      ]
    },
    {
      "chapter_numbers": [
        4,
        4,
        4,
        4,
        4,
        4
      ],
      "verse_numbers": [
        25,
        26,
        27,
        28,
        29,
        30
      ],
      "combined_text": "The woman saith unto him, I know that Messias cometh, which is called Christ: when he is come, he will tell us all things. Jesus saith unto her, I that speak unto thee am he. And upon this came his disciples, and marvelled that he talked with the woman: yet no man said, What seekest thou? or, Why talkest thou with her? The woman then left her waterpot, and went her way into the city, and saith to the men, Come, see a man, which told me all things that ever I did: is not this the Christ? Then they went out of the city, and came unto him.",
      "verses": [
        {
          "chapter": 4,
          "verse": 25
        },
        {
          "chapter": 4,
          "verse": 26
        },
        {
          "chapter": 4,
          "verse": 27
        },
        {
          "chapter": 4,
          "verse": 28
        },
        {
          "chapter": 4,
          "verse": 29
        },
        {
          "chapter": 4,
          "verse": 30
        }
      ]
    },
    {
      "chapter_numbers": [
        4,
        4,
        4,
        4,
        4,
        4,
        4,
        4
      ],
      "verse_numbers": [
        31,
        32,
        33,
        34,
        35,
        36,
        37,
        38
      ],
      "combined_text": "In the mean while his disciples prayed him, saying, Master, eat. But he said unto them, I have meat to eat that ye know not of. Therefore said the disciples one to another, Hath any man brought him ought to eat? Jesus saith unto them, My meat is to do the will of him that sent me, and to finish his work. Say not ye, There are yet four months, and then cometh harvest? behold, I say unto you, Lift up your eyes, and look on the fields; for they are white already to harvest. And he that reapeth receiveth wages, and gathereth fruit unto life eternal: that both he that soweth and he that reapeth may rejoice together. And herein is that saying true, One soweth, and another reapeth. I sent you to reap that whereon ye bestowed no labour: other men laboured, and ye are entered into their labours.",
      "verses": [
        {
          "chapter": 4,
          "verse": 31
        },
        {
          "chapter": 4,
          "verse": 32
        },
        {
          "chapter": 4,
          "verse": 33
        },
        {
          "chapter": 4,
          "verse": 34
        },
        {
          "chapter": 4,
          "verse": 35
        },
        {
          "chapter": 4,
          "verse": 36
        },
        {
          "chapter": 4,
          "verse": 37
        },
        {
          "chapter": 4,
          "verse": 38
        }
      ]
    },
    {
      "chapter_numbers": [
        4,
        4,
        4,
        4
      ],
      "verse_numbers": [
        39,
        40,
        41,
        42
      ],
      "combined_text": "And many of the Samaritans of that city believed on him for the saying of the woman, which testified, He told me all that ever I did. So when the Samaritans were come unto him, they besought him that he would tarry with them: and he abode there two days. And many more believed because of his own word; And said unto the woman, Now we believe, not because of thy saying: for we have heard him ourselves, and know that this is indeed the Christ, the Saviour of the world.",
      "verses": [
        {
          "chapter": 4,
          "verse": 39
        },
        {
          "chapter": 4,
          "verse": 40
        },
        {
          "chapter": 4,
          "verse": 41
        },
        {
          "chapter": 4,
          "verse": 42
        }
      ]
    },
    {
      "chapter_numbers": [
        4,
        4,
        4
      ],
      "verse_numbers": [
        43,
        44,
        45
      ],
      "combined_text": "Now after two days he departed thence, and went into Galilee. For Jesus himself testified, that a prophet hath no honour in his own country. Then when he was come into Galilee, the Galilaeans received him, having seen all the things that he did at Jerusalem at the feast: for they also went unto the feast.",
      "verses": [
        {
          "chapter": 4,
          "verse": 43
        },
        {
          "chapter": 4,
          "verse": 44
        },
        {
          "chapter": 4,
          "verse": 45
        }
      ]
    },
    {
      "chapter_numbers": [
        4,
        4,
        4,
        4,
        4
      ],
      "verse_numbers": [
        46,
        47,
        48,
        49,
        50
      ],
      "combined_text": "So Jesus came again into Cana of Galilee, where he made the water wine. And there was a certain nobleman, whose son was sick at Capernaum. When he heard that Jesus was come out of Judaea into Galilee, he went unto him, and besought him that he would come down, and heal his son: for he was at the point of death. Then said Jesus unto him, Except ye see signs and wonders, ye will not believe. The nobleman saith unto him, Sir, come down ere my child die. Jesus saith unto him, Go thy way; thy son liveth. And the man believed the word that Jesus had spoken unto him, and he went his way.",
      "verses": [
        {
          "chapter": 4,
          "verse": 46
        },
        {
          "chapter": 4,
          "verse": 47
        },
        {
          "chapter": 4,
          "verse": 48
        },
        {
          "chapter": 4,
          "verse": 49
        },
        {
          "chapter": 4,
          "verse": 50
        }
      ]
    },
    {
      "chapter_numbers": [
        4,
        4,
        4,
        4
      ],
      "verse_numbers": [
        51,
        52,
        53,
        54
      ],
      "combined_text": "And as he was now going down, his servants met him, and told him, saying, Thy son liveth. Then enquired he of them the hour when he began to amend. And they said unto him, Yesterday at the seventh hour the fever left him. So the father knew that it was at the same hour, in the which Jesus said unto him, Thy son liveth: and himself believed, and his whole house. This is again the second miracle that Jesus did, when he was come out of Judaea into Galilee.",
      "verses": [
        {
          "chapter": 4,
          "verse": 51
        },
        {
          "chapter": 4,
          "verse": 52
        },
        {
          "chapter": 4,
          "verse": 53
        },
        {
          "chapter": 4,
          "verse": 54
        }
      ]
    }
  ]
}