{
  "chunks": [
    {
      "chapter_numbers": [
        19,
        19,
        19,
        19,
        19,
        19,
        19,
        19,
        19
      ],
      "verse_numbers": [
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
      ],
      "combined_text": "And the second lot came forth to Simeon, even for the tribe of the children of Simeon according to their families: and their inheritance was within the inheritance of the children of Judah. And they had in their inheritance Beersheba, and Sheba, and Moladah, And Hazarshual, and Balah, and Azem, And Eltolad, and Bethul, and Hormah, And Ziklag, and Bethmarcaboth, and Hazarsusah, And Bethlebaoth, and Sharuhen; thirteen cities and their villages: Ain, Remmon, and Ether, and Ashan; four cities and their villages: And all the villages that were round about these cities to Baalathbeer, Ramath of the south. This is the inheritance of the tribe of the children of Simeon according to their families. Out of the portion of the children of Judah was the inheritance of the children of Simeon: for the part of the children of Judah was too much for them: therefore the children of Simeon had their inheritance within the inheritance of them.",
      "verses": [
        {
          "chapter": 19,
          "verse": 1
        },
        {
          "chapter": 19,
          "verse": 2
        },
        {
          "chapter": 19,
          "verse": 3
        },
        {
          "chapter": 19,
          "verse": 4
        },
        {
          "chapter": 19,
          "verse": 5
        },
        {
          "chapter": 19,
          "verse": 6
        },
        {
          "chapter": 19,
          "verse": 7
        },
        {
          "chapter": 19,
          "verse": 8
        },
        {
          "chapter": 19,
          "verse": 9
        }
      ]
    },
    {
      "chapter_numbers": [
        19,
        19,
        19,
        19,
        19,
        19,
        19
      ],
      "verse_numbers": [
        10,
        11,
        12,
        13,
        14,
        15,
        16
      ],
      "combined_text": "And the third lot came up for the children of Zebulun according to their families: and the border of their inheritance was unto Sarid: And their border went up toward the sea, and Maralah, and reached to Dabbasheth, and reached to the river that is before Jokneam; And turned from Sarid eastward toward the sunrising unto the border of Chislothtabor, and then goeth out to Daberath, and goeth up to Japhia, And from thence passeth on along on the east to Gittahhepher, to Ittahkazin, and goeth out to Remmonmethoar to Neah; And the border compasseth it on the north side to Hannathon: and the outgoings thereof are in the valley of Jiphthahel: And Kattath, and Nahallal, and Shimron, and Idalah, and Bethlehem: twelve cities with their villages. This is the inheritance of the children of Zebulun according to their families, these cities with their villages.",
      "verses": [
        {
          "chapter": 19,
          "verse": 10
        },
        {
          "chapter": 19,
          "verse": 11
        },
        {
          "chapter": 19,
          "verse": 12
        },
        {
          "chapter": 19,
          "verse": 13
        },
        {
          "chapter": 19,
          "verse": 14
        },
        {
          "chapter": 19,
          "verse": 15
        },
        {
          "chapter": 19,
          "verse": 16
        }
      ]
    },
    {
      "chapter_numbers": [
        19,
        19,
        19,
        19,
        19,
        19,
        19
      ],
      "verse_numbers": [
        17,
        18,
        19,
        20,
        21,
        22,
        23
      ],
      "combined_text": "And the fourth lot came out to Issachar, for the children of Issachar according to their families. And their border was toward Jezreel, and Chesulloth, and Shunem, And Haphraim, and Shihon, and Anaharath, And Rabbith, and Kishion, and Abez, And Remeth, and Engannim, and Enhaddah, and Bethpazzez; And the coast reacheth to Tabor, and Shahazimah, and Bethshemesh; and the outgoings of their border were at Jordan: sixteen cities with their villages. This is the inheritance of the tribe of the children of Issachar according to their families, the cities and their villages.",
      "verses": [
        {
          "chapter": 19,
          "verse": 17
        },
        {
          "chapter": 19,
          "verse": 18
        },
        {
          "chapter": 19,
          "verse": 19
        },
        {
          "chapter": 19,
          "verse": 20
        },
        {
          "chapter": 19,
          "verse": 21
        },
        {
          "chapter": 19,
          "verse": 22
        },
        {
          "chapter": 19,
          "verse": 23
        }
      ]
    },
    {
      "chapter_numbers": [
        19,
        19,
        19,
        19,
        19,
        19,
        19,
        19
      ],
      "verse_numbers": [
        24,
        25,
        26,
        27,
        28,
        29,
        30,
        31
      ],
      "combined_text": "And the fifth lot came out for the tribe of the children of Asher according to their families. And their border was Helkath, and Hali, and Beten, and Achshaph, And Alammelech, and Amad, and Misheal; and reacheth to Carmel westward, and to Shihorlibnath; And turneth toward the sunrising to Bethdagon, and reacheth to Zebulun, and to the valley of Jiphthahel toward the north side of Bethemek, and Neiel, and goeth out to Cabul on the left hand, And Hebron, and Rehob, and Hammon, and Kanah, even unto great Zidon; And then the coast turneth to Ramah, and to the strong city Tyre; and the coast turneth to Hosah; and the outgoings thereof are at the sea from the coast to Achzib: Ummah also, and Aphek, and Rehob: twenty and two cities with their villages. This is the inheritance of the tribe of the children of Asher according to their families, these cities with their villages.",
      "verses": [
        {
          "chapter": 19,
          "verse": 24
        },
        {
          "chapter": 19,
          "verse": 25
        },
        {
          "chapter": 19,
          "verse": 26
        },
        {
          "chapter": 19,
          "verse": 27
        },
        {
          "chapter": 19,
          "verse": 28
        },
        {
          "chapter": 19,
          "verse": 29
        },
        {
          "chapter": 19,
          "verse": 30
        },
        {
          "chapter": 19,
          "verse": 31
        }
      ]
    },
    {
      "chapter_numbers": [
        19,
        19,
        19,
        19,
        19,
        19,
        19,
        19
      ],
      "verse_numbers": [
        32,
        33,
        34,
        35,
        36,
        37,
        38,
        39
      ],
      "combined_text": "The sixth lot came out to the children of Naphtali, even for the children of Naphtali according to their families. And their coast was from Heleph, from Allon to Zaanannim, and Adami, Nekeb, and Jabneel, unto Lakum; and the outgoings thereof were at Jordan: And then the coast turneth westward to Aznothtabor, and goeth out from thence to Hukkok, and reacheth to Zebulun on the south side, and reacheth to Asher on the west side, and to Judah upon Jordan toward the sunrising. And the fenced cities are Ziddim, Zer, and Hammath, Rakkath, and Chinnereth, And Adamah, and Ramah, and Hazor, And Kedesh, and Edrei, and Enhazor, And Iron, and Migdalel, Horem, and Bethanath, and Bethshemesh; nineteen cities with their villages. This is the inheritance of the tribe of the children of Naphtali according to their families, the cities and their villages.",
      "verses": [
        {
          "chapter": 19,
          "verse": 32
        },
        {
          "chapter": 19,
          "verse": 33
        },
        {
          "chapter": 19,
          "verse": 34
        },
        {
          "chapter": 19,
          "verse": 35
        },
        {
          "chapter": 19,
          "verse": 36
        },
        {
          "chapter": 19,
          "verse": 37
        },
        {
          "chapter": 19,
          "verse": 38
        },
        {
          "chapter": 19,
          "verse": 39
        }
      ]
    },
    {
      "chapter_numbers": [
        19,
        19,
        19,
        19,
        19,
        19,
        19,
        19,
        19
      ],
      "verse_numbers": [
        40,
        41,
        42,
        43,
        44,
        45,
        46,
        47,
        48
      ],
      "combined_text": "And the seventh lot came out for the tribe of the children of Dan according to their families. And the coast of their inheritance was Zorah, and Eshtaol, and Irshemesh, And Shaalabbin, and Ajalon, and Jethlah, And Elon, and Thimnathah, and Ekron, And Eltekeh, and Gibbethon, and Baalath, And Jehud, and Beneberak, and Gathrimmon, And Mejarkon, and Rakkon, with the border before Japho. And the coast of the children of Dan went out too little for them: therefore the children of Dan went up to fight against Leshem, and took it, and smote it with the edge of the sword, and possessed it, and dwelt therein, and called Leshem, Dan, after the name of Dan their father. This is the inheritance of the tribe of the children of Dan according to their families, these cities with their villages.",
      "verses": [
        {
          "chapter": 19,
          "verse": 40
        },
        {
          "chapter": 19,
          "verse": 41
        },
        {
          "chapter": 19,
          "verse": 42
        },
        {
          "chapter": 19,
          "verse": 43
        },
        {
          "chapter": 19,
          "verse": 44
        },
        {
          "chapter": 19,
          "verse": 45
        },
        {
          "chapter": 19,
          "verse": 46
        },
        {
          "chapter": 19,
          "verse": 47
        },
        {
          "chapter": 19,
          "verse": 48
        }
      ]
    },
    {
      "chapter_numbers": [
        19,
        19,
        19
      ],
      "verse_numbers": [
        49,
        50,
        51
      ],
      "combined_text": "When they had made an end of dividing the land for inheritance by their coasts, the children of Israel gave an inheritance to Joshua the son of Nun among them: According to the word of the LORD they gave him the city which he asked, even Timnathserah in mount Ephraim: and he built the city, and dwelt therein. These are the inheritances, which Eleazar the priest, and Joshua the son of Nun, and the heads of the fathers of the tribes of the children of Israel, divided for an inheritance by lot in Shiloh before the LORD, at the door of the tabernacle of the congregation. So they made an end of dividing the country.",
      "verses": [
        {
          "chapter": 19,
          "verse": 49
        },
        {
          "chapter": 19,
          "verse": 50
        },
        {
          "chapter": 19,
          "verse": 51
        }
      ]
    }
  ]
}