{
  "chunks": [
    {
      "chapter_numbers": [
        3,
        3,
        3,
        3,
        3,
        3,
        3,
        3,
        3,
        3
      ],
      "verse_numbers": [
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9,
        10
      ],
      "combined_text": "I AM the man that hath seen affliction by the rod of his wrath. He hath led me, and brought me into darkness, but not into light. Surely against me is he turned; he turneth his hand against me all the day. My flesh and my skin hath he made old; he hath broken my bones. He hath builded against me, and compassed me with gall and travail. He hath set me in dark places, as they that be dead of old. He hath hedged me about, that I cannot get out: he hath made my chain heavy. Also when I cry and shout, he shutteth out my prayer. He hath inclosed my ways with hewn stone, he hath made my paths crooked. He was unto me as a bear lying in wait, and as a lion in secret places.",
      "verses": [
        {
          "chapter": 3,
          "verse": 1
        },
        {
          "chapter": 3,
          "verse": 2
        },
        {
          "chapter": 3,
          "verse": 3
        },
        {
          "chapter": 3,
          "verse": 4
        },
        {
          "chapter": 3,
          "verse": 5
        },
        {
          "chapter": 3,
          "verse": 6
        },
        {
          "chapter": 3,
          "verse": 7
        },
        {
          "chapter": 3,
          "verse": 8
        },
        {
          "chapter": 3,
          "verse": 9
        },
        {
          "chapter": 3,
          "verse": 10
        }
      ]
    },
    {
      "chapter_numbers": [
        3,
        3,
        3,
        3,
        3,
        3,
        3,
        3,
        3,
        3
      ],
      "verse_numbers": [
        11,
        12,
        13,
        14,
        15,
        16,
        17,
        18,
        19,
        20
      ],
      "combined_text": "He hath turned aside my ways, and pulled me in pieces: he hath made me desolate. He hath bent his bow, and set me as a mark for the arrow. He hath caused the arrows of his quiver to enter into my reins. I was a derision to all my people; and their song all the day. He hath filled me with bitterness, he hath made me drunken with wormwood. He hath also broken my teeth with gravel stones, he hath covered me with ashes. And thou hast removed my soul far off from peace: I forgat prosperity. And I said, My strength and my hope is perished from the LORD: Remembering mine affliction and my misery, the wormwood and the gall. My soul hath them still in remembrance, and is humbled in me.",
      "verses": [
        {
          "chapter": 3,
          "verse": 11
        },
        {
          "chapter": 3,
          "verse": 12
        },
        {
          "chapter": 3,
          "verse": 13
        },
        {
          "chapter": 3,
          "verse": 14
        },
        {
          "chapter": 3,
          "verse": 15
        },
        {
          "chapter": 3,
          "verse": 16
        },
        {
          "chapter": 3,
          "verse": 17
        },
        {
          "chapter": 3,
          "verse": 18
        },
        {
          "chapter": 3,
          "verse": 19
        },
        {
          "chapter": 3,
          "verse": 20
        }
      ]
    },
    {
      "chapter_numbers": [
        3,
        3,
        3,
        3,
        3,
        3,
        3,
        3,
        3,
        3
      ],
      "verse_numbers": [
        21,
        22,
        23,
        24,
        25,
        26,
        27,
        28,
        29,
        30
      ],
      "combined_text": "This I recall to my mind, therefore have I hope. It is of the LORD's mercies that we are not consumed, because his compassions fail not. They are new every morning: great is thy faithfulness. The LORD is my portion, saith my soul; therefore will I hope in him. The LORD is good unto them that wait for him, to the soul that seeketh him. It is good that a man should both hope and quietly wait for the salvation of the LORD. It is good for a man that he bear the yoke of his youth. He sitteth alone and keepeth silence, because he hath borne it upon him. He putteth his mouth in the dust; if so be there may be hope. He giveth his cheek to him that smiteth him: he is filled full with reproach.",
      "verses": [
        {
          "chapter": 3,
          "verse": 21
        },
        {
          "chapter": 3,
          "verse": 22
        },
        {
          "chapter": 3,
          "verse": 23
        },
        {
          "chapter": 3,
          "verse": 24
        },
        {
          "chapter": 3,
          "verse": 25
        },
        {
          "chapter": 3,
          "verse": 26
        },
        {
          "chapter": 3,
          "verse": 27
        },
        {
          "chapter": 3,
          "verse": 28
        },
        {
          "chapter": 3,
          "verse": 29
        },
        {
          "chapter": 3,
          "verse": 30
        }
      ]
    },
    {
      "chapter_numbers": [
        3,
        3,
        3,
        3,
        3,
        3
      ],
      "verse_numbers": [
        31,
        32,
        33,
        34,
        35,
        36
      ],
      "combined_text": "For the LORD will not cast off for ever: But though he cause grief, yet will he have compassion according to the multitude of his mercies. For he doth not afflict willingly nor grieve the children of men. To crush under his feet all the prisoners of the earth. To turn aside the right of a man before the face of the most High, To subvert a man in his cause, the LORD approveth not.",
      "verses": [
        {
          "chapter": 3,
          "verse": 31
        },
        {
          "chapter": 3,
          "verse": 32
        },
        {
          "chapter": 3,
          "verse": 33
        },
        {
          "chapter": 3,
          "verse": 34
        },
        {
          "chapter": 3,
          "verse": 35
        },
        {
          "chapter": 3,
          "verse": 36
        }
      ]
    },
    {
      "chapter_numbers": [
        3,
        3,
        3,
        3,
        3,
        3,
        3,
        3,
        3,
        3
      ],
      "verse_numbers": [
        37,
        38,
        39,
        40,
        41,
        42,
        43,
        44,
        45,
        46
      ],
      "combined_text": "Who is he that saith, and it cometh to pass, when the Lord commandeth it not? Out of the mouth of the most High proceedeth not evil and good? Wherefore doth a living man complain, a man for the punishment of his sins? Let us search and try our ways, and turn again to the LORD. Let us lift up our heart with our hands unto God in the heavens. We have transgressed and have rebelled: thou hast not pardoned. Thou hast covered with anger, and persecuted us: thou hast slain, thou hast not pitied. Thou hast covered thyself with a cloud, that our prayer should not pass through. Thou hast made us as the offscouring and refuse in the midst of the people. All our enemies have opened their mouths against us.",
      "verses": [
        {
          "chapter": 3,
          "verse": 37
        },
        {
          "chapter": 3,
          "verse": 38
        },
        {
          "chapter": 3,
          "verse": 39
        },
        {
          "chapter": 3,
          "verse": 40
        },
        {
          "chapter": 3,
          "verse": 41
        },
        {
          "chapter": 3,
          "verse": 42
        },
        {
          "chapter": 3,
          "verse": 43
        },
        {
          "chapter": 3,
          "verse": 44
        },
        {
          "chapter": 3,
          "verse": 45
        },
        {
          "chapter": 3,
          "verse": 46
        }
      ]
    },
    {
      "chapter_numbers": [
        3,
        3,
        3,
        3,
        3,
        3,
        3,
        3,
        3,
        3
      ],
      "verse_numbers": [
        47,
        48,
        49,
        50,
        51,
        52,
        53,
        54,
        55,
        56
      ],
      "combined_text": "Fear and a snare is come upon us, desolation and destruction. Mine eye runneth down with rivers of water for the destruction of the daughter of my people. Mine eye trickleth down, and ceaseth not, without any intermission. Till the LORD look down, and behold from heaven. Mine eye affecteth mine heart because of all the daughters of my city. Mine enemies chased me sore, like a bird, without cause. They have cut off my life in the dungeon, and cast a stone upon me. Waters flowed over mine head; then I said, I am cut off. I called upon thy name, O LORD, out of the low dungeon. Thou hast heard my voice: hide not thine ear at my breathing, at my cry.",
      "verses": [
        {
          "chapter": 3,
          "verse": 47
        },
        {
          "chapter": 3,
          "verse": 48
        },
        {
          "chapter": 3,
          "verse": 49
        },
        {
          "chapter": 3,
          "verse": 50
        },
        {
          "chapter": 3,
          "verse": 51
        },
        {
          "chapter": 3,
          "verse": 52
        },
        {
          "chapter": 3,
          "verse": 53
        },
        {
          "chapter": 3,
          "verse": 54
        },
        {
          "chapter": 3,
          "verse": 55
        },
        {
          "chapter": 3,
          "verse": 56
        }
      ]
    },
    {
      "chapter_numbers": [
        3,
        3,
        3,
        3,
        3,
        3,
        3,
        3,
        3,
        3
      ],
      "verse_numbers": [
        57,
        58,
        59,
        60,
        61,
        62,
        63,
        64,
        65,
        66
      ],
      "combined_text": "Thou drewest near in the day that I called upon thee: thou saidst, Fear not. O LORD, thou hast pleaded the causes of my soul; thou hast redeemed my life. O LORD, thou hast seen my wrong: judge thou my cause. Thou hast seen all their vengeance and all their imaginations against me. Thou hast heard their reproach, O LORD, and all their imaginations against me; The lips of those that rose up against me, and their device against me all the day. Behold their sitting down, and their rising up; I am their musick. Render unto them a recompence, O LORD, according to the work of their hands. Give them sorrow of heart, thy curse unto them. Persecute and destroy them in anger from under the heavens of the LORD.",
      "verses": [
        {
          "chapter": 3,
          "verse": 57
        },
        {
          "chapter": 3,
          "verse": 58
        },
        {
          "chapter": 3,
          "verse": 59
        },
        {
          "chapter": 3,
          "verse": 60
        },
        {
          "chapter": 3,
          "verse": 61
        },
        {
          "chapter": 3,
          "verse": 62
        },
        {
          "chapter": 3,
          "verse": 63
        },
        {
          "chapter": 3,
          "verse": 64
        },
        {
          "chapter": 3,
          "verse": 65
        },
        {
          "chapter": 3,
          "verse": 66
        }
      ]
    }
  ]
}