{
  "chunks": [
    {
      "chapter_numbers": [
        15,
        15,
        15,
        15,
        15
      ],
      "verse_numbers": [
        1,
        2,
        3,
        4,
        5
      ],
      "combined_text": "And straightway in the morning the chief priests held a consultation with the elders and scribes and the whole council, and bound Jesus, and carried him away, and delivered him to Pilate. And Pilate asked him, Art thou the King of the Jews? And he answering said unto them, Thou sayest it. And the chief priests accused him of many things: but he answered nothing. And Pilate asked him again, saying, Answerest thou nothing? behold how many things they witness against thee. But Jesus yet answered nothing; so that Pilate marvelled.",
      "verses": [
        {
          "chapter": 15,
          "verse": 1
        },
        {
          "chapter": 15,
          "verse": 2
        },
        {
          "chapter": 15,
          "verse": 3
        },
        {
          "chapter": 15,
          "verse": 4
        },
        {
          "chapter": 15,
          "verse": 5
        }
      ]
    },
    {
      "chapter_numbers": [
        15,
        15,
        15,
        15,
        15
      ],
      "verse_numbers": [
        6,
        7,
        8,
        9,
        10
      ],
      "combined_text": "Now at that feast he released unto them one prisoner, whomsoever they desired. And there was one named Barabbas, which lay bound with them that had made insurrection with him, who had committed murder in the insurrection. And the multitude crying aloud began to desire him to do as he had ever done unto them. But Pilate answered them, saying, Will ye that I release unto you the King of the Jews? For he knew that the chief priests had delivered him for envy.",
      "verses": [
        {
          "chapter": 15,
          "verse": 6
        },
        {
          "chapter": 15,
          "verse": 7
        },
        {
          "chapter": 15,
          "verse": 8
        },
        {
          "chapter": 15,
          "verse": 9
        },
        {
          "chapter": 15,
          "verse": 10
        }
      ]
    },
    {
      "chapter_numbers": [
        15,
        15,
        15,
        15,
        15
      ],
      "verse_numbers": [
        11,
        12,
        13,
        14,
        15
      ],
      "combined_text": "But the chief priests moved the people, that he should rather release Barabbas unto them. And Pilate answered and said again unto them, What will ye then that I shall do unto him whom ye call the King of the Jews? And they cried out again, Crucify him. Then Pilate said unto them, Why, what evil hath he done? And they cried out the more exceedingly, Crucify him. And so Pilate, willing to content the people, released Barabbas unto them, and delivered Jesus, when he had scourged him, to be crucified.",
      "verses": [
        {
          "chapter": 15,
          "verse": 11
        },
        {
          "chapter": 15,
          "verse": 12
        },
        {
          "chapter": 15,
          "verse": 13
        },
        {
          "chapter": 15,
          "verse": 14
        },
        {
          "chapter": 15,
          "verse": 15
        }
      ]
    },
    {
      "chapter_numbers": [
        15,
        15,
        15,
        15,
        15
      ],
      "verse_numbers": [
        16,
        17,
        18,
        19,
        20
      ],
      "combined_text": "And the soldiers led him away into the hall, called Praetorium; and they call together the whole band. And they clothed him with purple, and platted a crown of thorns, and put it about his head, And began to salute him, Hail, King of the Jews! And they smote him on the head with a reed, and did spit upon him, and bowing their knees worshipped him. And when they had mocked him, they took off the purple from him, and put his own clothes on him, and led him out to crucify him.",
      "verses": [
        {
          "chapter": 15,
          "verse": 16
        },
        {
          "chapter": 15,
          "verse": 17
        },
        {
          "chapter": 15,
          "verse": 18
        },
        {
          "chapter": 15,
          "verse": 19
        },
        {
          "chapter": 15,
          "verse": 20
        }
      ]
    },
    {
      "chapter_numbers": [
        15,
        15,
        15
      ],
      "verse_numbers": [
        21,
        22,
        23
      ],
      "combined_text": "And they compel one Simon a Cyrenian, who passed by, coming out of the country, the father of Alexander and Rufus, to bear his cross. And they bring him unto the place Golgotha, which is, being interpreted, The place of a skull. And they gave him to drink wine mingled with myrrh: but he received it not.",
      "verses": [
        {
          "chapter": 15,
          "verse": 21
        },
        {
          "chapter": 15,
          "verse": 22
        },
        {
          "chapter": 15,
          "verse": 23
        }
      ]
    },
    {
      "chapter_numbers": [
        15,
        15,
        15,
        15,
        15
      ],
      "verse_numbers": [
        24,
        25,
        26,
        27,
        28
      ],
      "combined_text": "And when they had crucified him, they parted his garments, casting lots upon them, what every man should take. And it was the third hour, and they crucified him. And the superscription of his accusation was written over, THE KING OF THE JEWS. And with him they crucify two thieves; the one on his right hand, and the other on his left. And the scripture was fulfilled, which saith, And he was numbered with the transgressors.",
      "verses": [
        {
          "chapter": 15,
          "verse": 24
        },
        {
          "chapter": 15,
          "verse": 25
        },
        {
          "chapter": 15,
          "verse": 26
        },
        {
          "chapter": 15,
          "verse": 27
        },
        {
          "chapter": 15,
          "verse": 28
        }
      ]
    },
    {
      "chapter_numbers": [
        15,
        15,
        15,
        15
      ],
      "verse_numbers": [
        29,
        30,
        31,
        32
      ],
      "combined_text": "And they that passed by railed on him, wagging their heads, and saying, Ah, thou that destroyest the temple, and buildest it in three days, Save thyself, and come down from the cross. Likewise also the chief priests mocking said among themselves with the scribes, He saved others; himself he cannot save. Let Christ the King of Israel descend now from the cross, that we may see and believe. And they that were crucified with him reviled him.",
      "verses": [
        {
          "chapter": 15,
          "verse": 29
        },
        {
          "chapter": 15,
          "verse": 30
        },
        {
          "chapter": 15,
          "verse": 31
        },
        {
          "chapter": 15,
          "verse": 32
        }
      ]
    },
    {
      "chapter_numbers": [
        15,
        15,
        15,
        15
      ],
      "verse_numbers": [
        33,
        34,
        35,
        36
      ],
      "combined_text": "And when the sixth hour was come, there was darkness over the whole land until the ninth hour. And at the ninth hour Jesus cried with a loud voice, saying, Eloi, Eloi, lama sabachthani? which is, being interpreted, My God, my God, why hast thou forsaken me? And some of them that stood by, when they heard it, said, Behold, he calleth Elias. And one ran and filled a spunge full of vinegar, and put it on a reed, and gave him to drink, saying, Let alone; let us see whether Elias will come to take him down.",
      "verses": [
        {
          "chapter": 15,
          "verse": 33
        },
        {
          "chapter": 15,
          "verse": 34
        },
        {
          "chapter": 15,
          "verse": 35
        },
        {
          "chapter": 15,
          "verse": 36
        }
      ]
    },
    {
      "chapter_numbers": [
        15,
        15,
        15
      ],
      "verse_numbers": [
        37,
        38,
        39
      ],
      "combined_text": "And Jesus cried with a loud voice, and gave up the ghost. And the veil of the temple was rent in twain from the top to the bottom. And when the centurion, which stood over against him, saw that he so cried out, and gave up the ghost, he said, Truly this man was the Son of God.",
      "verses": [
        {
          "chapter": 15,
          "verse": 37
        },
        {
          "chapter": 15,
          "verse": 38
        },
        {
          "chapter": 15,
          "verse": 39
        }
      ]
    },
    {
      "chapter_numbers": [
        15,
        15,
        15
      ],
      "verse_numbers": [
        40,
        41,
        42
      ],
      "combined_text": "There were also women looking on afar off: among whom was Mary Magdalene, and Mary the mother of James the less and of Joses, and Salome; (Who also, when he was in Galilee, followed him, and ministered unto him;) and many other women which came up with him unto Jerusalem. And now when the even was come, because it was the preparation, that is, the day before the sabbath,",
      "verses": [
        {
          "chapter": 15,
          "verse": 40
        },
        {
          "chapter": 15,
          "verse": 41
        },
        {
          "chapter": 15,
          "verse": 42
        }
      ]
    },
    {
      "chapter_numbers": [
        15,
        15,
        15,
        15,
        15
      ],
      "verse_numbers": [
        43,
        44,
        45,
        46,
        47
      ],
      "combined_text": "Joseph of Arimathaea, an honourable counsellor, which also waited for the kingdom of God, came, and went in boldly unto Pilate, and craved the body of Jesus. And Pilate marvelled if he were already dead: and calling unto him the centurion, he asked him whether he had been any while dead. And when he knew it of the centurion, he gave the body to Joseph. And he bought fine linen, and took him down, and wrapped him in the linen, and laid him in a sepulchre which was hewn out of a rock, and rolled a stone unto the door of the sepulchre. And Mary Magdalene and Mary the mother of Joses beheld where he was laid.",
      "verses": [
        {
          "chapter": 15,
          "verse": 43
        },
        {
          "chapter": 15,
          "verse": 44
        },
        {
          "chapter": 15,
          "verse": 45
        },
        {
          "chapter": 15,
          "verse": 46
        },
        {
          "chapter": 15,
          "verse": 47
        }
      ]
    }
  ]
}