{
  "chunks": [
    {
      "chapter_numbers": [
        8,
        8,
        8,
        8,
        8,
        8,
        8,
        8,
        8
      ],
      "verse_numbers": [
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
      ],
      "combined_text": "In those days the multitude being very great, and having nothing to eat, Jesus called his disciples unto him, and saith unto them, I have compassion on the multitude, because they have now been with me three days, and have nothing to eat: And if I send them away fasting to their own houses, they will faint by the way: for divers of them came from far. And his disciples answered him, From whence can a man satisfy these men with bread here in the wilderness? And he asked them, How many loaves have ye? And they said, Seven. And he commanded the people to sit down on the ground: and he took the seven loaves, and gave thanks, and brake, and gave to his disciples to set before them; and they did set them before the people. And they had a few small fishes: and he blessed, and commanded to set them also before them. So they did eat, and were filled: and they took up of the broken meat that was left seven baskets. And they that had eaten were about four thousand: and he sent them away.",
      "verses": [
        {
          "chapter": 8,
          "verse": 1
        },
        {
          "chapter": 8,
          "verse": 2
        },
        {
          "chapter": 8,
          "verse": 3
        },
        {
          "chapter": 8,
          "verse": 4
        },
        {
          "chapter": 8,
          "verse": 5
        },
        {
          "chapter": 8,
          "verse": 6
        },
        {
          "chapter": 8,
          "verse": 7
        },
        {
          "chapter": 8,
          "verse": 8
        },
        {
          "chapter": 8,
          "verse": 9
        }
      ]
    },
    {
      "chapter_numbers": [
        8,
        8,
        8,
        8
      ],
      "verse_numbers": [
        10,
        11,
        12,
        13
      ],
      "combined_text": "And straightway he entered into a ship with his disciples, and came into the parts of Dalmanutha. And the Pharisees came forth, and began to question with him, seeking of him a sign from heaven, tempting him. And he sighed deeply in his spirit, and saith, Why doth this generation seek after a sign? verily I say unto you, There shall no sign be given unto this generation. And he left them, and entering into the ship again departed to the other side.",
      "verses": [
        {
          "chapter": 8,
          "verse": 10
        },
        {
          "chapter": 8,
          "verse": 11
        },
        {
          "chapter": 8,
          "verse": 12
        },
        {
          "chapter": 8,
          "verse": 13
        }
      ]
    },
    {
      "chapter_numbers": [
        8,
        8,
        8,
        8,
        8
      ],
      "verse_numbers": [
        14,
        15,
        16,
        17,
        18
      ],
      "combined_text": "Now the disciples had forgotten to take bread, neither had they in the ship with them more than one loaf. And he charged them, saying, Take heed, beware of the leaven of the Pharisees, and of the leaven of Herod. And they reasoned among themselves, saying, It is because we have no bread. And when Jesus knew it, he saith unto them, Why reason ye, because ye have no bread? perceive ye not yet, neither understand? have ye your heart yet hardened? Having eyes, see ye not? and having ears, hear ye not? and do ye not remember?",
      "verses": [
        {
          "chapter": 8,
          "verse": 14
        },
        {
          "chapter": 8,
          "verse": 15
        },
        {
          "chapter": 8,
          "verse": 16
        },
        {
          "chapter": 8,
          "verse": 17
        },
        {
          "chapter": 8,
          "verse": 18
        }
      ]
    },
    {
      "chapter_numbers": [
        8,
        8,
        8
      ],
      "verse_numbers": [
        19,
        20,
        21
      ],
      "combined_text": "When I brake the five loaves among five thousand, how many baskets full of fragments took ye up? They say unto him, Twelve. And when the seven among four thousand, how many baskets full of fragments took ye up? And they said, Seven. And he said unto them, How is it that ye do not understand?",
      "verses": [
        {
          "chapter": 8,
          "verse": 19
        },
        {
          "chapter": 8,
          "verse": 20
        },
        {
          "chapter": 8,
          "verse": 21
        }
      ]
    },
    {
      "chapter_numbers": [
        8,
        8,
        8,
        8,
        8
      ],
      "verse_numbers": [
        22,
        23,
        24,
        25,
        26
      ],
      "combined_text": "And he cometh to Bethsaida; and they bring a blind man unto him, and besought him to touch him. And he took the blind man by the hand, and led him out of the town; and when he had spit on his eyes, and put his hands upon him, he asked him if he saw ought. And he looked up, and said, I see men as trees, walking. After that he put his hands again upon his eyes, and made him look up: and he was restored, and saw every man clearly. And he sent him away to his house, saying, Neither go into the town, nor tell it to any in the town.",
      "verses": [
        {
          "chapter": 8,
          "verse": 22
        },
        {
          "chapter": 8,
          "verse": 23
        },
        {
          "chapter": 8,
          "verse": 24
        },
        {
          "chapter": 8,
          "verse": 25
        },
        {
          "chapter": 8,
          "verse": 26
        }
      ]
    },
    {
      "chapter_numbers": [
        8,
        8,
        8,
        8
      ],
      "verse_numbers": [
        27,
        28,
        29,
        30
      ],
      "combined_text": "And Jesus went out, and his disciples, into the towns of Caesarea Philippi: and by the way he asked his disciples, saying unto them, Whom do men say that I am? And they answered, John the Baptist; but some say, Elias; and others, One of the prophets. And he saith unto them, But whom say ye that I am? And Peter answereth and saith unto him, Thou art the Christ. And he charged them that they should tell no man of him.",
      "verses": [
        {
          "chapter": 8,
          "verse": 27
        },
        {
          "chapter": 8,
          "verse": 28
        },
        {
          "chapter": 8,
          "verse": 29
        },
        {
          "chapter": 8,
          "verse": 30
        }
      ]
    },
    {
      "chapter_numbers": [
        8,
        8,
        8
      ],
      "verse_numbers": [
        31,
        32,
        33
      ],
      "combined_text": "And he began to teach them, that the Son of man must suffer many things, and be rejected of the elders, and of the chief priests, and scribes, and be killed, and after three days rise again. And he spake that saying openly. And Peter took him, and began to rebuke him. But when he had turned about and looked on his disciples, he rebuked Peter, saying, Get thee behind me, Satan: for thou savourest not the things that be of God, but the things that be of men.",
      "verses": [
        {
          "chapter": 8,
          "verse": 31
        },
        {
          "chapter": 8,
          "verse": 32
        },
        {
          "chapter": 8,
          "verse": 33
        }
      ]
    },
    {
      "chapter_numbers": [
        8,
        8,
        8,
        8,
        8
      ],
      "verse_numbers": [
        34,
        35,
        36,
        37,
        38
      ],
      "combined_text": "And when he had called the people unto him with his disciples also, he said unto them, Whosoever will come after me, let him deny himself, and take up his cross, and follow me. For whosoever will save his life shall lose it; but whosoever shall lose his life for my sake and the gospel's, the same shall save it. For what shall it profit a man, if he shall gain the whole world, and lose his own soul? Or what shall a man give in exchange for his soul? Whosoever therefore shall be ashamed of me and of my words in this adulterous and sinful generation; of him also shall the Son of man be ashamed, when he cometh in the glory of his Father with the holy angels.",
      "verses": [
        {
          "chapter": 8,
          "verse": 34
        },
        {
          "chapter": 8,
          "verse": 35
        },
        {
          "chapter": 8,
          "verse": 36
        },
        {
          "chapter": 8,
          "verse": 37
        },
        {
          "chapter": 8,
          "verse": 38
        }
      ]
    }
  ]
}