{
  "chunks": [
    {
      "chapter_numbers": [
        24,
        24,
        24,
        24,
        24,
        24,
        24,
        24
      ],
      "verse_numbers": [
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8
      ],
      "combined_text": "And Jesus went out, and departed from the temple: and his disciples came to him for to shew him the buildings of the temple. And Jesus said unto them, See ye not all these things? verily I say unto you, There shall not be left here one stone upon another, that shall not be thrown down. And as he sat upon the mount of Olives, the disciples came unto him privately, saying, Tell us, when shall these things be? and what shall be the sign of thy coming, and of the end of the world? And Jesus answered and said unto them, Take heed that no man deceive you. For many shall come in my name, saying, I am Christ; and shall deceive many. And ye shall hear of wars and rumours of wars: see that ye be not troubled: for all these things must come to pass, but the end is not yet. For nation shall rise against nation, and kingdom against kingdom: and there shall be famines, and pestilences, and earthquakes, in divers places. All these are the beginning of sorrows.",
      "verses": [
        {
          "chapter": 24,
          "verse": 1
        },
        {
          "chapter": 24,
          "verse": 2
        },
        {
          "chapter": 24,
          "verse": 3
        },
        {
          "chapter": 24,
          "verse": 4
        },
        {
          "chapter": 24,
          "verse": 5
        },
        {
          "chapter": 24,
          "verse": 6
        },
        {
          "chapter": 24,
          "verse": 7
        },
        {
          "chapter": 24,
          "verse": 8
        }
      ]
    },
    {
      "chapter_numbers": [
        24,
        24,
        24,
        24,
        24,
        24
      ],
      "verse_numbers": [
        9,
        10,
        11,
        12,
        13,
        14
      ],
      "combined_text": "Then shall they deliver you up to be afflicted, and shall kill you: and ye shall be hated of all nations for my name's sake. And then shall many be offended, and shall betray one another, and shall hate one another. And many false prophets shall rise, and shall deceive many. And because iniquity shall abound, the love of many shall wax cold. But he that shall endure unto the end, the same shall be saved. And this gospel of the kingdom shall be preached in all the world for a witness unto all nations; and then shall the end come.",
      "verses": [
        {
          "chapter": 24,
          "verse": 9
        },
        {
          "chapter": 24,
          "verse": 10
        },
        {
          "chapter": 24,
          "verse": 11
        },
        {
          "chapter": 24,
          "verse": 12
        },
        {
          "chapter": 24,
          "verse": 13
        },
        {
          "chapter": 24,
          "verse": 14
        }
      ]
    },
    {
      "chapter_numbers": [
        24,
        24,
        24,
        24,
        24,
        24
      ],
      "verse_numbers": [
        15,
        16,
        17,
        18,
        19,
        20
      ],
      "combined_text": "When ye therefore shall see the abomination of desolation, spoken of by Daniel the prophet, stand in the holy place, (whoso readeth, let him understand:) Then let them which be in Judaea flee into the mountains: Let him which is on the housetop not come down to take any thing out of his house: Neither let him which is in the field return back to take his clothes. And woe unto them that are with child, and to them that give suck in those days! But pray ye that your flight be not in the winter, neither on the sabbath day:",
      "verses": [
        {
          "chapter": 24,
          "verse": 15
        },
        {
          "chapter": 24,
          "verse": 16
        },
        {
          "chapter": 24,
          "verse": 17
        },
        {
          "chapter": 24,
          "verse": 18
        },
        {
          "chapter": 24,
          "verse": 19
        },
        {
          "chapter": 24,
          "verse": 20
        }
      ]
    },
    {
      "chapter_numbers": [
        24,
        24,
        24,
        24,
        24,
        24
      ],
      "verse_numbers": [
        21,
        22,
        23,
        24,
        25,
        26
      ],
      "combined_text": "For then shall be great tribulation, such as was not since the beginning of the world to this time, no, nor ever shall be. And except those days should be shortened, there should no flesh be saved: but for the elect's sake those days shall be shortened. Then if any man shall say unto you, Lo, here is Christ, or there; believe it not. For there shall arise false Christs, and false prophets, and shall shew great signs and wonders; insomuch that, if it were possible, they shall deceive the very elect. Behold, I have told you before. Wherefore if they shall say unto you, Behold, he is in the desert; go not forth: behold, he is in the secret chambers; believe it not.",
      "verses": [
        {
          "chapter": 24,
          "verse": 21
        },
        {
          "chapter": 24,
          "verse": 22
        },
        {
          "chapter": 24,
          "verse": 23
        },
        {
          "chapter": 24,
          "verse": 24
        },
        {
          "chapter": 24,
          "verse": 25
        },
        {
          "chapter": 24,
          "verse": 26
        }
      ]
    },
    {
      "chapter_numbers": [
        24,
        24,
        24,
        24,
        24
      ],
      "verse_numbers": [
        27,
        28,
        29,
        30,
        31
      ],
      "combined_text": "For as the lightning cometh out of the east, and shineth even unto the west; so shall also the coming of the Son of man be. For wheresoever the carcase is, there will the eagles be gathered together. Immediately after the tribulation of those days shall the sun be darkened, and the moon shall not give her light, and the stars shall fall from heaven, and the powers of the heavens shall be shaken: And then shall appear the sign of the Son of man in heaven: and then shall all the tribes of the earth mourn, and they shall see the Son of man coming in the clouds of heaven with power and great glory. And he shall send his angels with a great sound of a trumpet, and they shall gather together his elect from the four winds, from one end of heaven to the other.",
      "verses": [
        {
          "chapter": 24,
          "verse": 27
        },
        {
          "chapter": 24,
          "verse": 28
        },
        {
          "chapter": 24,
          "verse": 29
        },
        {
          "chapter": 24,
          "verse": 30
        },
        {
          "chapter": 24,
          "verse": 31
        }
      ]
    },
    {
      "chapter_numbers": [
        24,
        24,
        24,
        24,
        24
      ],
      "verse_numbers": [
        32,
        33,
        34,
        35,
        36
      ],
      "combined_text": "Now learn a parable of the fig tree; When his branch is yet tender, and putteth forth leaves, ye know that summer is nigh: So likewise ye, when ye shall see all these things, know that it is near, even at the doors. Verily I say unto you, This generation shall not pass, till all these things be fulfilled. Heaven and earth shall pass away, but my words shall not pass away. But of that day and hour knoweth no man, no, not the angels of heaven, but my Father only.",
      "verses": [
        {
          "chapter": 24,
          "verse": 32
        },
        {
          "chapter": 24,
          "verse": 33
        },
        {
          "chapter": 24,
          "verse": 34
        },
        {
          "chapter": 24,
          "verse": 35
        },
        {
          "chapter": 24,
          "verse": 36
        }
      ]
    },
    {
      "chapter_numbers": [
        24,
        24,
        24
      ],
      "verse_numbers": [
        37,
        38,
        39
      ],
      "combined_text": "But as the days of Noe were, so shall also the coming of the Son of man be. For as in the days that were before the flood they were eating and drinking, marrying and giving in marriage, until the day that Noe entered into the ark, And knew not until the flood came, and took them all away; so shall also the coming of the Son of man be.",
      "verses": [
        {
          "chapter": 24,
          "verse": 37
        },
        {
          "chapter": 24,
          "verse": 38
        },
        {
          "chapter": 24,
          "verse": 39
        }
      ]
    },
    {
      "chapter_numbers": [
        24,
        24,
        24,
        24,
        24
      ],
      "verse_numbers": [
        40,
        41,
        42,
        43,
        44
      ],
      "combined_text": "Then shall two be in the field; the one shall be taken, and the other left. Two women shall be grinding at the mill; the one shall be taken, and the other left. Watch therefore: for ye know not what hour your Lord doth come. But know this, that if the goodman of the house had known in what watch the thief would come, he would have watched, and would not have suffered his house to be broken up. Therefore be ye also ready: for in such an hour as ye think not the Son of man cometh.",
      "verses": [
        {
          "chapter": 24,
          "verse": 40
        },
        {
          "chapter": 24,
          "verse": 41
        },
        {
          "chapter": 24,
          "verse": 42
        },
        {
          "chapter": 24,
          "verse": 43
        },
        {
          "chapter": 24,
          "verse": 44
        }
      ]
    },
    {
      "chapter_numbers": [
        24,
        24,
        24
      ],
      "verse_numbers": [
        45,
        46,
        47
      ],
      "combined_text": "Who then is a faithful and wise servant, whom his lord hath made ruler over his household, to give them meat in due season? Blessed is that servant, whom his lord when he cometh shall find so doing. Verily I say unto you, That he shall make him ruler over all his goods.",
      "verses": [
        {
          "chapter": 24,
          "verse": 45
        },
        {
          "chapter": 24,
          "verse": 46
        },
        {
          "chapter": 24,
          "verse": 47
        }
      ]
    },
    {
      "chapter_numbers": [
        24,
        24,
        24,
        24
      ],
      "verse_numbers": [
        48,
        49,
        50,
        51
      ],
      "combined_text": "But and if that evil servant shall say in his heart, My lord delayeth his coming; And shall begin to smite his fellowservants, and to eat and drink with the drunken; The lord of that servant shall come in a day when he looketh not for him, and in an hour that he is not aware of, And shall cut him asunder, and appoint him his portion with the hypocrites: there shall be weeping and gnashing of teeth.",
      "verses": [
        {
          "chapter": 24,
          "verse": 48
        },
        {
          "chapter": 24,
          "verse": 49
        },
        {
          "chapter": 24,
          "verse": 50
        },
        {
          "chapter": 24,
          "verse": 51
        }
      ]
    }
  ]
}