{
  "chunks": [
    {
      "chapter_numbers": [
        7,
        7,
        7
      ],
      "verse_numbers": [
        1,
        2,
        3
      ],
      "combined_text": "Now it came to pass, when the wall was built, and I had set up the doors, and the porters and the singers and the Levites were appointed, That I gave my brother Hanani, and Hananiah the ruler of the palace, charge over Jerusalem: for he was a faithful man, and feared God above many. And I said unto them, Let not the gates of Jerusalem be opened until the sun be hot; and while they stand by, let them shut the doors, and bar them: and appoint watches of the inhabitants of Jerusalem, every one in his watch, and every one to be over against his house.",
      "verses": [
        {
          "chapter": 7,
          "verse": 1
        },
        {
          "chapter": 7,
          "verse": 2
        },
        {
          "chapter": 7,
          "verse": 3
        }
      ]
    },
    {
      "chapter_numbers": [
        7,
        7,
        7,
        7
      ],
      "verse_numbers": [
        4,
        5,
        6,
        7
      ],
      "combined_text": "Now the city was large and great: but the people were few therein, and the houses were not builded. And my God put into mine heart to gather together the nobles, and the rulers, and the people, that they might be reckoned by genealogy. And I found a register of the genealogy of them which came up at the first, and found written therein, These are the children of the province, that went up out of the captivity, of those that had been carried away, whom Nebuchadnezzar the king of Babylon had carried away, and came again to Jerusalem and to Judah, every one unto his city; Who came with Zerubbabel, Jeshua, Nehemiah, Azariah, Raamiah, Nahamani, Mordecai, Bilshan, Mispereth, Bigvai, Nehum, Baanah. The number, I say, of the men of the people of Israel was this;",
      "verses": [
        {
          "chapter": 7,
          "verse": 4
        },
        {
          "chapter": 7,
          "verse": 5
        },
        {
          "chapter": 7,
          "verse": 6
        },
        {
          "chapter": 7,
          "verse": 7
        }
      ]
    },
    {
      "chapter_numbers": [
        7,
        7,
        7,
        7,
        7,
        7,
        7,
        7,
        7,
        7
      ],
      "verse_numbers": [
        8,
        9,
        10,
        11,
        12,
        13,
        14,
        15,
        16,
        17
      ],
      "combined_text": "The children of Parosh, two thousand an hundred seventy and two. The children of Shephatiah, three hundred seventy and two. The children of Arah, six hundred fifty and two. The children of Pahathmoab, of the children of Jeshua and Joab, two thousand and eight hundred and eighteen. The children of Elam, a thousand two hundred fifty and four. The children of Zattu, eight hundred forty and five. The children of Zaccai, seven hundred and threescore. The children of Binnui, six hundred forty and eight. The children of Bebai, six hundred twenty and eight. The children of Azgad, two thousand three hundred twenty and two.",
      "verses": [
        {
          "chapter": 7,
          "verse": 8
        },
        {
          "chapter": 7,
          "verse": 9
        },
        {
          "chapter": 7,
          "verse": 10
        },
        {
          "chapter": 7,
          "verse": 11
        },
        {
          "chapter": 7,
          "verse": 12
        },
        {
          "chapter": 7,
          "verse": 13
        },
        {
          "chapter": 7,
          "verse": 14
        },
        {
          "chapter": 7,
          "verse": 15
        },
        {
          "chapter": 7,
          "verse": 16
        },
        {
          "chapter": 7,
          "verse": 17
        }
      ]
    },
    {
      "chapter_numbers": [
        7,
        7,
        7,
        7,
        7,
        7,
        7,
        7,
        7,
        7
      ],
      "verse_numbers": [
        18,
        19,
        20,
        21,
        22,
        23,
        24,
        25,
        26,
        27
      ],
      "combined_text": "The children of Adonikam, six hundred threescore and seven. The children of Bigvai, two thousand threescore and seven. The children of Adin, six hundred fifty and five. The children of Ater of Hezekiah, ninety and eight. The children of Hashum, three hundred twenty and eight. The children of Bezai, three hundred twenty and four. The children of Hariph, an hundred and twelve. The children of Gibeon, ninety and five. The men of Bethlehem and Netophah, an hundred fourscore and eight. The men of Anathoth, an hundred twenty and eight.",
      "verses": [
        {
          "chapter": 7,
          "verse": 18
        },
        {
          "chapter": 7,
          "verse": 19
        },
        {
          "chapter": 7,
          "verse": 20
        },
        {
          "chapter": 7,
          "verse": 21
        },
        {
          "chapter": 7,
          "verse": 22
        },
        {
          "chapter": 7,
          "verse": 23
        },
        {
          "chapter": 7,
          "verse": 24
        },
        {
          "chapter": 7,
          "verse": 25
        },
        {
          "chapter": 7,
          "verse": 26
        },
        {
          "chapter": 7,
          "verse": 27
        }
      ]
    },
    {
      "chapter_numbers": [
        7,
        7,
        7,
        7,
        7,
        7,
        7,
        7,
        7,
        7
      ],
      "verse_numbers": [
        28,
        29,
        30,
        31,
        32,
        33,
        34,
        35,
        36,
        37
      ],
      "combined_text": "The men of Bethazmaveth, forty and two. The men of Kirjathjearim, Chephirah, and Beeroth, seven hundred forty and three. The men of Ramah and Gaba, six hundred twenty and one. The men of Michmas, an hundred and twenty and two. The men of Bethel and Ai, an hundred twenty and three. The men of the other Nebo, fifty and two. The children of the other Elam, a thousand two hundred fifty and four. The children of Harim, three hundred and twenty. The children of Jericho, three hundred forty and five. The children of Lod, Hadid, and Ono, seven hundred twenty and one.",
      "verses": [
        {
          "chapter": 7,
          "verse": 28
        },
        {
          "chapter": 7,
          "verse": 29
        },
        {
          "chapter": 7,
          "verse": 30
        },
        {
          "chapter": 7,
          "verse": 31
        },
        {
          "chapter": 7,
          "verse": 32
        },
        {
          "chapter": 7,
          "verse": 33
        },
        {
          "chapter": 7,
          "verse": 34
        },
        {
          "chapter": 7,
          "verse": 35
        },
        {
          "chapter": 7,
          "verse": 36
        },
        {
          "chapter": 7,
          "verse": 37
        }
      ]
    },
    {
      "chapter_numbers": [
        7,
        7,
        7,
        7,
        7,
        7,
        7,
        7
      ],
      "verse_numbers": [
        38,
        39,
        40,
        41,
        42,
        43,
        44,
        45
      ],
      "combined_text": "The children of Senaah, three thousand nine hundred and thirty. The priests: the children of Jedaiah, of the house of Jeshua, nine hundred seventy and three. The children of Immer, a thousand fifty and two. The children of Pashur, a thousand two hundred forty and seven. The children of Harim, a thousand and seventeen. The Levites: the children of Jeshua, of Kadmiel, and of the children of Hodevah, seventy and four. The singers: the children of Asaph, an hundred forty and eight. The porters: the children of Shallum, the children of Ater, the children of Talmon, the children of Akkub, the children of Hatita, the children of Shobai, an hundred thirty and eight.",
      "verses": [
        {
          "chapter": 7,
          "verse": 38
        },
        {
          "chapter": 7,
          "verse": 39
        },
        {
          "chapter": 7,
          "verse": 40
        },
        {
          "chapter": 7,
          "verse": 41
        },
        {
          "chapter": 7,
          "verse": 42
        },
        {
          "chapter": 7,
          "verse": 43
        },
        {
          "chapter": 7,
          "verse": 44
        },
        {
          "chapter": 7,
          "verse": 45
        }
      ]
    },
    {
      "chapter_numbers": [
        7,
        7,
        7,
        7,
        7,
        7,
        7,
        7,
        7,
        7
      ],
      "verse_numbers": [
        46,
        47,
        48,
        49,
        50,
        51,
        52,
        53,
        54,
        55
      ],
      "combined_text": "The Nethinims: the children of Ziha, the children of Hashupha, the children of Tabbaoth, The children of Keros, the children of Sia, the children of Padon, The children of Lebana, the children of Hagaba, the children of Shalmai, The children of Hanan, the children of Giddel, the children of Gahar, The children of Reaiah, the children of Rezin, the children of Nekoda, The children of Gazzam, the children of Uzza, the children of Phaseah, The children of Besai, the children of Meunim, the children of Nephishesim, The children of Bakbuk, the children of Hakupha, the children of Harhur, The children of Bazlith, the children of Mehida, the children of Harsha, The children of Barkos, the children of Sisera, the children of Tamah,",
      "verses": [
        {
          "chapter": 7,
          "verse": 46
        },
        {
          "chapter": 7,
          "verse": 47
        },
        {
          "chapter": 7,
          "verse": 48
        },
        {
          "chapter": 7,
          "verse": 49
        },
        {
          "chapter": 7,
          "verse": 50
        },
        {
          "chapter": 7,
          "verse": 51
        },
        {
          "chapter": 7,
          "verse": 52
        },
        {
          "chapter": 7,
          "verse": 53
        },
        {
          "chapter": 7,
          "verse": 54
        },
        {
          "chapter": 7,
          "verse": 55
        }
      ]
    },
    {
      "chapter_numbers": [
        7,
        7,
        7,
        7,
        7
      ],
      "verse_numbers": [
        56,
        57,
        58,
        59,
        60
      ],
      "combined_text": "The children of Neziah, the children of Hatipha. The children of Solomon's servants: the children of Sotai, the children of Sophereth, the children of Perida, The children of Jaala, the children of Darkon, the children of Giddel, The children of Shephatiah, the children of Hattil, the children of Pochereth of Zebaim, the children of Amon. All the Nethinims, and the children of Solomon's servants, were three hundred ninety and two.",
      "verses": [
        {
          "chapter": 7,
          "verse": 56
        },
        {
          "chapter": 7,
          "verse": 57
        },
        {
          "chapter": 7,
          "verse": 58
        },
        {
          "chapter": 7,
          "verse": 59
        },
        {
          "chapter": 7,
          "verse": 60
        }
      ]
    },
    {
      "chapter_numbers": [
        7,
        7,
        7,
        7,
        7
      ],
      "verse_numbers": [
        61,
        62,
        63,
        64,
        65
      ],
      "combined_text": "And these were they which went up also from Telmelah, Telharesha, Cherub, Addon, and Immer: but they could not shew their father's house, nor their seed, whether they were of Israel. The children of Delaiah, the children of Tobiah, the children of Nekoda, six hundred forty and two. And of the priests: the children of Habaiah, the children of Koz, the children of Barzillai, which took one of the daughters of Barzillai the Gileadite to wife, and was called after their name. These sought their register among those that were reckoned by genealogy, but it was not found: therefore were they, as polluted, put from the priesthood. And the Tirshatha said unto them, that they should not eat of the most holy things, till there stood up a priest with Urim and Thummim.",
      "verses": [
        {
          "chapter": 7,
          "verse": 61
        },
        {
          "chapter": 7,
          "verse": 62
        },
        {
          "chapter": 7,
          "verse": 63
        },
        {
          "chapter": 7,
          "verse": 64
        },
        {
          "chapter": 7,
          "verse": 65
        }
      ]
    },
    {
      "chapter_numbers": [
        7,
        7,
        7,
        7
      ],
      "verse_numbers": [
        66,
        67,
        68,
        69
      ],
      "combined_text": "The whole congregation together was forty and two thousand three hundred and threescore, Beside their manservants and their maidservants, of whom there were seven thousand three hundred thirty and seven: and they had two hundred forty and five singing men and singing women. Their horses, seven hundred thirty and six: their mules, two hundred forty and five: Their camels, four hundred thirty and five: six thousand seven hundred and twenty asses.",
      "verses": [
        {
          "chapter": 7,
          "verse": 66
        },
        {
          "chapter": 7,
          "verse": 67
        },
        {
          "chapter": 7,
          "verse": 68
        },
        {
          "chapter": 7,
          "verse": 69
        }
      ]
    },
    {
      "chapter_numbers": [
        7,
        7,
        7,
        7
      ],
      "verse_numbers": [
        70,
        71,
        72,
        73
      ],
      "combined_text": "And some of the chief of the fathers gave unto the work. The Tirshatha gave to the treasure a thousand drams of gold, fifty basons, five hundred and thirty priests' garments. And some of the chief of the fathers gave to the treasure of the work twenty thousand drams of gold, and two thousand and two hundred pound of silver. And that which the rest of the people gave was twenty thousand drams of gold, and two thousand pound of silver, and threescore and seven priests' garments. So the priests, and the Levites, and the porters, and the singers, and some of the people, and the Nethinims, and all Israel, dwelt in their cities; and when the seventh month came, the children of Israel were in their cities.",
      "verses": [
        {
          "chapter": 7,
          "verse": 70
        },
        {
          "chapter": 7,
          "verse": 71
        },
        {
          "chapter": 7,
          "verse": 72
        },
        {
          "chapter": 7,
          "verse": 73
        }
      ]
    }
  ]
}