{
  "chunks": [
    {
      "chapter_numbers": [
        7,
        7,
        7
      ],
      "verse_numbers": [
        1,
        2,
        3
      ],
      "combined_text": "And it came to pass on the day that Moses had fully set up the tabernacle, and had anointed it, and sanctified it, and all the instruments thereof, both the altar and all the vessels thereof, and had anointed them, and sanctified them; That the princes of Israel, heads of the house of their fathers, who were the princes of the tribes, and were over them that were numbered, offered: And they brought their offering before the LORD, six covered wagons, and twelve oxen; a wagon for two of the princes, and for each one an ox: and they brought them before the tabernacle.",
      "verses": [
        {
          "chapter": 7,
          "verse": 1
        },
        {
          "chapter": 7,
          "verse": 2
        },
        {
          "chapter": 7,
          "verse": 3
        }
      ]
    },
    {
      "chapter_numbers": [
        7,
        7,
        7,
        7,
        7,
        7
      ],
      "verse_numbers": [
        4,
        5,
        6,
        7,
        8,
        9
      ],
      "combined_text": "And the LORD spake unto Moses, saying, Take it of them, that they may be to do the service of the tabernacle of the congregation; and thou shalt give them unto the Levites, to every man according to his service. And Moses took the wagons and the oxen, and gave them unto the Levites. Two wagons and four oxen he gave unto the sons of Gershon, according to their service: And four wagons and eight oxen he gave unto the sons of Merari, according unto their service, under the hand of Ithamar the son of Aaron the priest. But unto the sons of Kohath he gave none: because the service of the sanctuary belonging unto them was that they should bear upon their shoulders.",
      "verses": [
        {
          "chapter": 7,
          "verse": 4
        },
        {
          "chapter": 7,
          "verse": 5
        },
        {
          "chapter": 7,
          "verse": 6
        },
        {
          "chapter": 7,
          "verse": 7
        },
        {
          "chapter": 7,
          "verse": 8
        },
        {
          "chapter": 7,
          "verse": 9
        }
      ]
    },
    {
      "chapter_numbers": [
        7,
        7,
        7,
        7,
        7,
        7,
        7,
        7
      ],
      "verse_numbers": [
        10,
        11,
        12,
        13,
        14,
        15,
        16,
        17
      ],
      "combined_text": "And the princes offered for dedicating of the altar in the day that it was anointed, even the princes offered their offering before the altar. And the LORD said unto Moses, They shall offer their offering, each prince on his day, for the dedicating of the altar. And he that offered his offering the first day was Nahshon the son of Amminadab, of the tribe of Judah: And his offering was one silver charger, the weight thereof was an hundred and thirty shekels, one silver bowl of seventy shekels, after the shekel of the sanctuary; both of them were full of fine flour mingled with oil for a meat offering: One spoon of ten shekels of gold, full of incense: One young bullock, one ram, one lamb of the first year, for a burnt offering: One kid of the goats for a sin offering: And for a sacrifice of peace offerings, two oxen, five rams, five he goats, five lambs of the first year: this was the offering of Nahshon the son of Amminadab.",
      "verses": [
        {
          "chapter": 7,
          "verse": 10
        },
        {
          "chapter": 7,
          "verse": 11
        },
        {
          "chapter": 7,
          "verse": 12
        },
        {
          "chapter": 7,
          "verse": 13
        },
        {
          "chapter": 7,
          "verse": 14
        },
        {
          "chapter": 7,
          "verse": 15
        },
        {
          "chapter": 7,
          "verse": 16
        },
        {
          "chapter": 7,
          "verse": 17
        }
      ]
    },
    {
      "chapter_numbers": [
        7,
        7,
        7,
        7,
        7,
        7
      ],
      "verse_numbers": [
        18,
        19,
        20,
        21,
        22,
        23
      ],
      "combined_text": "On the second day Nethaneel the son of Zuar, prince of Issachar, did offer: He offered for his offering one silver charger, the weight whereof was an hundred and thirty shekels, one silver bowl of seventy shekels, after the shekel of the sanctuary; both of them full of fine flour mingled with oil for a meat offering: One spoon of gold of ten shekels, full of incense: One young bullock, one ram, one lamb of the first year, for a burnt offering: One kid of the goats for a sin offering: And for a sacrifice of peace offerings, two oxen, five rams, five he goats, five lambs of the first year: this was the offering of Nethaneel the son of Zuar.",
      "verses": [
        {
          "chapter": 7,
          "verse": 18
        },
        {
          "chapter": 7,
          "verse": 19
        },
        {
          "chapter": 7,
          "verse": 20
        },
        {
          "chapter": 7,
          "verse": 21
        },
        {
          "chapter": 7,
          "verse": 22
        },
        {
          "chapter": 7,
          "verse": 23
        }
      ]
    },
    {
      "chapter_numbers": [
        7,
        7,
        7,
        7,
        7,
        7
      ],
      "verse_numbers": [
        24,
        25,
        26,
        27,
        28,
        29
      ],
      "combined_text": "On the third day Eliab the son of Helon, prince of the children of Zebulun, did offer: His offering was one silver charger, the weight whereof was an hundred and thirty shekels, one silver bowl of seventy shekels, after the shekel of the sanctuary; both of them full of fine flour mingled with oil for a meat offering: One golden spoon of ten shekels, full of incense: One young bullock, one ram, one lamb of the first year, for a burnt offering: One kid of the goats for a sin offering: And for a sacrifice of peace offerings, two oxen, five rams, five he goats, five lambs of the first year: this was the offering of Eliab the son of Helon.",
      "verses": [
        {
          "chapter": 7,
          "verse": 24
        },
        {
          "chapter": 7,
          "verse": 25
        },
        {
          "chapter": 7,
          "verse": 26
        },
        {
          "chapter": 7,
          "verse": 27
        },
        {
          "chapter": 7,
          "verse": 28
        },
        {
          "chapter": 7,
          "verse": 29
        }
      ]
    },
    {
      "chapter_numbers": [
        7,
        7,
        7,
        7,
        7,
        7
      ],
      "verse_numbers": [
        30,
        31,
        32,
        33,
        34,
        35
      ],
      "combined_text": "On the fourth day Elizur the son of Shedeur, prince of the children of Reuben, did offer: His offering was one silver charger of the weight of an hundred and thirty shekels, one silver bowl of seventy shekels, after the shekel of the sanctuary; both of them full of fine flour mingled with oil for a meat offering: One golden spoon of ten shekels, full of incense: One young bullock, one ram, one lamb of the first year, for a burnt offering: One kid of the goats for a sin offering: And for a sacrifice of peace offerings, two oxen, five rams, five he goats, five lambs of the first year: this was the offering of Elizur the son of Shedeur.",
      "verses": [
        {
          "chapter": 7,
          "verse": 30
        },
        {
          "chapter": 7,
          "verse": 31
        },
        {
          "chapter": 7,
          "verse": 32
        },
        {
          "chapter": 7,
          "verse": 33
        },
        {
          "chapter": 7,
          "verse": 34
        },
        {
          "chapter": 7,
          "verse": 35
        }
      ]
    },
    {
      "chapter_numbers": [
        7,
        7,
        7,
        7,
        7,
        7
      ],
      "verse_numbers": [
        36,
        37,
        38,
        39,
        40,
        41
      ],
      "combined_text": "On the fifth day Shelumiel the son of Zurishaddai, prince of the children of Simeon, did offer: His offering was one silver charger, the weight whereof was an hundred and thirty shekels, one silver bowl of seventy shekels, after the shekel of the sanctuary; both of them full of fine flour mingled with oil for a meat offering: One golden spoon of ten shekels, full of incense: One young bullock, one ram, one lamb of the first year, for a burnt offering: One kid of the goats for a sin offering: And for a sacrifice of peace offerings, two oxen, five rams, five he goats, five lambs of the first year: this was the offering of Shelumiel the son of Zurishaddai.",
      "verses": [
        {
          "chapter": 7,
          "verse": 36
        },
        {
          "chapter": 7,
          "verse": 37
        },
        {
          "chapter": 7,
          "verse": 38
        },
        {
          "chapter": 7,
          "verse": 39
        },
        {
          "chapter": 7,
          "verse": 40
        },
        {
          "chapter": 7,
          "verse": 41
        }
      ]
    },
    {
      "chapter_numbers": [
        7,
        7,
        7,
        7,
        7,
        7
      ],
      "verse_numbers": [
        42,
        43,
        44,
        45,
        46,
        47
      ],
      "combined_text": "On the sixth day Eliasaph the son of Deuel, prince of the children of Gad, offered: His offering was one silver charger of the weight of an hundred and thirty shekels, a silver bowl of seventy shekels, after the shekel of the sanctuary; both of them full of fine flour mingled with oil for a meat offering: One golden spoon of ten shekels, full of incense: One young bullock, one ram, one lamb of the first year, for a burnt offering: One kid of the goats for a sin offering: And for a sacrifice of peace offerings, two oxen, five rams, five he goats, five lambs of the first year: this was the offering of Eliasaph the son of Deuel.",
      "verses": [
        {
          "chapter": 7,
          "verse": 42
        },
        {
          "chapter": 7,
          "verse": 43
        },
        {
          "chapter": 7,
          "verse": 44
        },
        {
          "chapter": 7,
          "verse": 45
        },
        {
          "chapter": 7,
          "verse": 46
        },
        {
          "chapter": 7,
          "verse": 47
        }
      ]
    },
    {
      "chapter_numbers": [
        7,
        7,
        7,
        7,
        7,
        7
      ],
      "verse_numbers": [
        48,
        49,
        50,
        51,
        52,
        53
      ],
      "combined_text": "On the seventh day Elishama the son of Ammihud, prince of the children of Ephraim, offered: His offering was one silver charger, the weight whereof was an hundred and thirty shekels, one silver bowl of seventy shekels, after the shekel of the sanctuary; both of them full of fine flour mingled with oil for a meat offering: One golden spoon of ten shekels, full of incense: One young bullock, one ram, one lamb of the first year, for a burnt offering: One kid of the goats for a sin offering: And for a sacrifice of peace offerings, two oxen, five rams, five he goats, five lambs of the first year: this was the offering of Elishama the son of Ammihud.",
      "verses": [
        {
          "chapter": 7,
          "verse": 48
        },
        {
          "chapter": 7,
          "verse": 49
        },
        {
          "chapter": 7,
          "verse": 50
        },
        {
          "chapter": 7,
          "verse": 51
        },
        {
          "chapter": 7,
          "verse": 52
        },
        {
          "chapter": 7,
          "verse": 53
        }
      ]
    },
    {
      "chapter_numbers": [
        7,
        7,
        7,
        7,
        7,
        7
      ],
      "verse_numbers": [
        54,
        55,
        56,
        57,
        58,
        59
      ],
      "combined_text": "On the eighth day offered Gamaliel the son of Pedahzur, prince of the children of Manasseh: His offering was one silver charger of the weight of an hundred and thirty shekels, one silver bowl of seventy shekels, after the shekel of the sanctuary; both of them full of fine flour mingled with oil for a meat offering: One golden spoon of ten shekels, full of incense: One young bullock, one ram, one lamb of the first year, for a burnt offering: One kid of the goats for a sin offering: And for a sacrifice of peace offerings, two oxen, five rams, five he goats, five lambs of the first year: this was the offering of Gamaliel the son of Pedahzur.",
      "verses": [
        {
          "chapter": 7,
          "verse": 54
        },
        {
          "chapter": 7,
          "verse": 55
        },
        {
          "chapter": 7,
          "verse": 56
        },
        {
          "chapter": 7,
          "verse": 57
        },
        {
          "chapter": 7,
          "verse": 58
        },
        {
          "chapter": 7,
          "verse": 59
        }
      ]
    },
    {
      "chapter_numbers": [
        7,
        7,
        7,
        7,
        7,
        7
      ],
      "verse_numbers": [
        60,
        61,
        62,
        63,
        64,
        65
      ],
      "combined_text": "On the ninth day Abidan the son of Gideoni, prince of the children of Benjamin, offered: His offering was one silver charger, the weight whereof was an hundred and thirty shekels, one silver bowl of seventy shekels, after the shekel of the sanctuary; both of them full of fine flour mingled with oil for a meat offering: One golden spoon of ten shekels, full of incense: One young bullock, one ram, one lamb of the first year, for a burnt offering: One kid of the goats for a sin offering: And for a sacrifice of peace offerings, two oxen, five rams, five he goats, five lambs of the first year: this was the offering of Abidan the son of Gideoni.",
      "verses": [
        {
          "chapter": 7,
          "verse": 60
        },
        {
          "chapter": 7,
          "verse": 61
        },
        {
          "chapter": 7,
          "verse": 62
        },
        {
          "chapter": 7,
          "verse": 63
        },
        {
          "chapter": 7,
          "verse": 64
        },
        {
          "chapter": 7,
          "verse": 65
        }
      ]
    },
    {
      "chapter_numbers": [
        7,
        7,
        7,
        7,
        7,
        7
      ],
      "verse_numbers": [
        66,
        67,
        68,
        69,
        70,
        71
      ],
      "combined_text": "On the tenth day Ahiezer the son of Ammishaddai, prince of the children of Dan, offered: His offering was one silver charger, the weight whereof was an hundred and thirty shekels, one silver bowl of seventy shekels, after the shekel of the sanctuary; both of them full of fine flour mingled with oil for a meat offering: One golden spoon of ten shekels, full of incense: One young bullock, one ram, one lamb of the first year, for a burnt offering: One kid of the goats for a sin offering: And for a sacrifice of peace offerings, two oxen, five rams, five he goats, five lambs of the first year: this was the offering of Ahiezer the son of Ammishaddai.",
      "verses": [
        {
          "chapter": 7,
          "verse": 66
        },
        {
          "chapter": 7,
          "verse": 67
        },
        {
          "chapter": 7,
          "verse": 68
        },
        {
          "chapter": 7,
          "verse": 69
        },
        {
          "chapter": 7,
          "verse": 70
        },
        {
          "chapter": 7,
          "verse": 71
        }
      ]
    },
    {
      "chapter_numbers": [
        7,
        7,
        7,
        7,
        7,
        7
      ],
      "verse_numbers": [
        72,
        73,
        74,
        75,
        76,
        77
      ],
      "combined_text": "On the eleventh day Pagiel the son of Ocran, prince of the children of Asher, offered: His offering was one silver charger, the weight whereof was an hundred and thirty shekels, one silver bowl of seventy shekels, after the shekel of the sanctuary; both of them full of fine flour mingled with oil for a meat offering: One golden spoon of ten shekels, full of incense: One young bullock, one ram, one lamb of the first year, for a burnt offering: One kid of the goats for a sin offering: And for a sacrifice of peace offerings, two oxen, five rams, five he goats, five lambs of the first year: this was the offering of Pagiel the son of Ocran.",
      "verses": [
        {
          "chapter": 7,
          "verse": 72
        },
        {
          "chapter": 7,
          "verse": 73
        },
        {
          "chapter": 7,
          "verse": 74
        },
        {
          "chapter": 7,
          "verse": 75
        },
        {
          "chapter": 7,
          "verse": 76
        },
        {
          "chapter": 7,
          "verse": 77
        }
      ]
    },
    {
      "chapter_numbers": [
        7,
        7,
        7,
        7,
        7,
        7
      ],
      "verse_numbers": [
        78,
        79,
        80,
        81,
        82,
        83
      ],
      "combined_text": "On the twelfth day Ahira the son of Enan, prince of the children of Naphtali, offered: His offering was one silver charger, the weight whereof was an hundred and thirty shekels, one silver bowl of seventy shekels, after the shekel of the sanctuary; both of them full of fine flour mingled with oil for a meat offering: One golden spoon of ten shekels, full of incense: One young bullock, one ram, one lamb of the first year, for a burnt offering: One kid of the goats for a sin offering: And for a sacrifice of peace offerings, two oxen, five rams, five he goats, five lambs of the first year: this was the offering of Ahira the son of Enan.",
      "verses": [
        {
          "chapter": 7,
          "verse": 78
        },
        {
          "chapter": 7,
          "verse": 79
        },
        {
          "chapter": 7,
          "verse": 80
        },
        {
          "chapter": 7,
          "verse": 81
        },
        {
          "chapter": 7,
          "verse": 82
        },
        {
          "chapter": 7,
          "verse": 83
        }
      ]
    },
    {
      "chapter_numbers": [
        7,
        7,
        7,
        7,
        7,
        7
      ],
      "verse_numbers": [
        84,
        85,
        86,
        87,
        88,
        89
      ],
      "combined_text": "This was the dedication of the altar, in the day when it was anointed, by the princes of Israel: twelve chargers of silver, twelve silver bowls, twelve spoons of gold: Each charger of silver weighing an hundred and thirty shekels, each bowl seventy: all the silver vessels weighed two thousand and four hundred shekels, after the shekel of the sanctuary: The golden spoons were twelve, full of incense, weighing ten shekels apiece, after the shekel of the sanctuary: all the gold of the spoons was an hundred and twenty shekels. All the oxen for the burnt offering were twelve bullocks, the rams twelve, the lambs of the first year twelve, with their meat offering: and the kids of the goats for sin offering twelve. And all the oxen for the sacrifice of the peace offerings were twenty and four bullocks, the rams sixty, the he goats sixty, the lambs of the first year sixty. This was the dedication of the altar, after that it was anointed. And when Moses was gone into the tabernacle of the congregation to speak with him, then he heard the voice of one speaking unto him from off the mercy seat that was upon the ark of testimony, from between the two cherubims: and he spake unto him.",
      "verses": [
        {
          "chapter": 7,
          "verse": 84
        },
        {
          "chapter": 7,
          "verse": 85
        },
        {
          "chapter": 7,
          "verse": 86
        },
        {
          "chapter": 7,
          "verse": 87
        },
        {
          "chapter": 7,
          "verse": 88
        },
        {
          "chapter": 7,
          "verse": 89
        }
      ]
    }
  ]
}