{
  "chunks": [
    {
      "chapter_numbers": [
        13,
        13,
        13
      ],
      "verse_numbers": [
        1,
        2,
        3
      ],
      "combined_text": "A wise son heareth his father's instruction: but a scorner heareth not rebuke. A man shall eat good by the fruit of his mouth: but the soul of the transgressors shall eat violence. He that keepeth his mouth keepeth his life: but he that openeth wide his lips shall have destruction.",
      "verses": [
        {
          "chapter": 13,
          "verse": 1
        },
        {
          "chapter": 13,
          "verse": 2
        },
        {
          "chapter": 13,
          "verse": 3
        }
      ]
    },
    {
      "chapter_numbers": [
        13,
        13,
        13
      ],
      "verse_numbers": [
        4,
        5,
        6
      ],
      "combined_text": "The soul of the sluggard desireth, and hath nothing: but the soul of the diligent shall be made fat. A righteous man hateth lying: but a wicked man is loathsome, and cometh to shame. Righteousness keepeth him that is upright in the way: but wickedness overthroweth the sinner.",
      "verses": [
        {
          "chapter": 13,
          "verse": 4
        },
        {
          "chapter": 13,
          "verse": 5
        },
        {
          "chapter": 13,
          "verse": 6
        }
      ]
    },
    {
      "chapter_numbers": [
        13,
        13,
        13
      ],
      "verse_numbers": [
        7,
        8,
        9
      ],
      "combined_text": "There is that maketh himself rich, yet hath nothing: there is that maketh himself poor, yet hath great riches. The ransom of a man's life are his riches: but the poor heareth not rebuke. The light of the righteous rejoiceth: but the lamp of the wicked shall be put out.",
      "verses": [
        {
          "chapter": 13,
          "verse": 7
        },
        {
          "chapter": 13,
          "verse": 8
        },
        {
          "chapter": 13,
          "verse": 9
        }
      ]
    },
    {
      "chapter_numbers": [
        13,
        13,
        13
      ],
      "verse_numbers": [
        10,
        11,
        12
      ],
      "combined_text": "Only by pride cometh contention: but with the well advised is wisdom. Wealth gotten by vanity shall be diminished: but he that gathereth by labour shall increase. Hope deferred maketh the heart sick: but when the desire cometh, it is a tree of life.",
      "verses": [
        {
          "chapter": 13,
          "verse": 10
        },
        {
          "chapter": 13,
          "verse": 11
        },
        {
          "chapter": 13,
          "verse": 12
        }
      ]
    },
    {
      "chapter_numbers": [
        13,
        13,
        13
      ],
      "verse_numbers": [
        13,
        14,
        15
      ],
      "combined_text": "Whoso despiseth the word shall be destroyed: but he that feareth the commandment shall be rewarded. The law of the wise is a fountain of life, to depart from the snares of death. Good understanding giveth favour: but the way of transgressors is hard.",
      "verses": [
        {
          "chapter": 13,
          "verse": 13
        },
        {
          "chapter": 13,
          "verse": 14
        },
        {
          "chapter": 13,
          "verse": 15
        }
      ]
    },
    {
      "chapter_numbers": [
        13,
        13,
        13
      ],
      "verse_numbers": [
        16,
        17,
        18
      ],
      "combined_text": "Every prudent man dealeth with knowledge: but a fool layeth open his folly. A wicked messenger falleth into mischief: but a faithful ambassador is health. Poverty and shame shall be to him that refuseth instruction: but he that regardeth reproof shall be honoured.",
      "verses": [
        {
          "chapter": 13,
          "verse": 16
        },
        {
          "chapter": 13,
          "verse": 17
        },
        {
          "chapter": 13,
          "verse": 18
        }
      ]
    },
    {
      "chapter_numbers": [
        13,
        13,
        13
      ],
      "verse_numbers": [
        19,
        20,
        21
      ],
      "combined_text": "The desire accomplished is sweet to the soul: but it is abomination to fools to depart from evil. He that walketh with wise men shall be wise: but a companion of fools shall be destroyed. Evil pursueth sinners: but to the righteous good shall be repayed.",
      "verses": [
        {
          "chapter": 13,
          "verse": 19
        },
        {
          "chapter": 13,
          "verse": 20
        },
        {
          "chapter": 13,
          "verse": 21
        }
      ]
    },
    {
      "chapter_numbers": [
        13,
        13,
        13,
        13
      ],
      "verse_numbers": [
        22,
        23,
        24,
        25
      ],
      "combined_text": "A good man leaveth an inheritance to his children's children: and the wealth of the sinner is laid up for the just. Much food is in the tillage of the poor: but there is that is destroyed for want of judgment. He that spareth his rod hateth his son: but he that loveth him chasteneth him betimes. The righteous eateth to the satisfying of his soul: but the belly of the wicked shall want.",
      "verses": [
        {
          "chapter": 13,
          "verse": 22
        },
        {
          "chapter": 13,
          "verse": 23
        },
        {
          "chapter": 13,
          "verse": 24
        },
        {
          "chapter": 13,
          "verse": 25
        }
      ]
    }
  ]
}