{
  "chunks": [
    {
      "chapter_numbers": [
        12,
        12,
        12,
        12
      ],
      "verse_numbers": [
        1,
        2,
        3,
        4
      ],
      "combined_text": "Whoso loveth instruction loveth knowledge: but he that hateth reproof is brutish. A good man obtaineth favour of the LORD: but a man of wicked devices will he condemn. A man shall not be established by wickedness: but the root of the righteous shall not be moved. A virtuous woman is a crown to her husband: but she that maketh ashamed is as rottenness in his bones.",
      "verses": [
        {
          "chapter": 12,
          "verse": 1
        },
        {
          "chapter": 12,
          "verse": 2
        },
        {
          "chapter": 12,
          "verse": 3
        },
        {
          "chapter": 12,
          "verse": 4
        }
      ]
    },
    {
      "chapter_numbers": [
        12,
        12,
        12,
        12,
        12
      ],
      "verse_numbers": [
        5,
        6,
        7,
        8,
        9
      ],
      "combined_text": "The thoughts of the righteous are right: but the counsels of the wicked are deceit. The words of the wicked are to lie in wait for blood: but the mouth of the upright shall deliver them. The wicked are overthrown, and are not: but the house of the righteous shall stand. A man shall be commended according to his wisdom: but he that is of a perverse heart shall be despised. He that is despised, and hath a servant, is better than he that honoureth himself, and lacketh bread.",
      "verses": [
        {
          "chapter": 12,
          "verse": 5
        },
        {
          "chapter": 12,
          "verse": 6
        },
        {
          "chapter": 12,
          "verse": 7
        },
        {
          "chapter": 12,
          "verse": 8
        },
        {
          "chapter": 12,
          "verse": 9
        }
      ]
    },
    {
      "chapter_numbers": [
        12,
        12,
        12,
        12,
        12
      ],
      "verse_numbers": [
        10,
        11,
        12,
        13,
        14
      ],
      "combined_text": "A righteous man regardeth the life of his beast: but the tender mercies of the wicked are cruel. He that tilleth his land shall be satisfied with bread: but he that followeth vain persons is void of understanding. The wicked desireth the net of evil men: but the root of the righteous yieldeth fruit. The wicked is snared by the transgression of his lips: but the just shall come out of trouble. A man shall be satisfied with good by the fruit of his mouth: and the recompence of a man's hands shall be rendered unto him.",
      "verses": [
        {
          "chapter": 12,
          "verse": 10
        },
        {
          "chapter": 12,
          "verse": 11
        },
        {
          "chapter": 12,
          "verse": 12
        },
        {
          "chapter": 12,
          "verse": 13
        },
        {
          "chapter": 12,
          "verse": 14
        }
      ]
    },
    {
      "chapter_numbers": [
        12,
        12,
        12,
        12,
        12
      ],
      "verse_numbers": [
        15,
        16,
        17,
        18,
        19
      ],
      "combined_text": "The way of a fool is right in his own eyes: but he that hearkeneth unto counsel is wise. A fool's wrath is presently known: but a prudent man covereth shame. He that speaketh truth sheweth forth righteousness: but a false witness deceit. There is that speaketh like the piercings of a sword: but the tongue of the wise is health. The lip of truth shall be established for ever: but a lying tongue is but for a moment.",
      "verses": [
        {
          "chapter": 12,
          "verse": 15
        },
        {
          "chapter": 12,
          "verse": 16
        },
        {
          "chapter": 12,
          "verse": 17
        },
        {
          "chapter": 12,
          "verse": 18
        },
        {
          "chapter": 12,
          "verse": 19
        }
      ]
    },
    {
      "chapter_numbers": [
        12,
        12,
        12,
        12,
        12
      ],
      "verse_numbers": [
        20,
        21,
        22,
        23,
        24
      ],
      "combined_text": "Deceit is in the heart of them that imagine evil: but to the counsellors of peace is joy. There shall no evil happen to the just: but the wicked shall be filled with mischief. Lying lips are abomination to the LORD: but they that deal truly are his delight. A prudent man concealeth knowledge: but the heart of fools proclaimeth foolishness. The hand of the diligent shall bear rule: but the slothful shall be under tribute.",
      "verses": [
        {
          "chapter": 12,
          "verse": 20
        },
        {
          "chapter": 12,
          "verse": 21
        },
        {
          "chapter": 12,
          "verse": 22
        },
        {
          "chapter": 12,
          "verse": 23
        },
        {
          "chapter": 12,
          "verse": 24
        }
      ]
    },
    {
      "chapter_numbers": [
        12,
        12,
        12,
        12
      ],
      "verse_numbers": [
        25,
        26,
        27,
        28
      ],
      "combined_text": "Heaviness in the heart of man maketh it stoop: but a good word maketh it glad. The righteous is more excellent than his neighbour: but the way of the wicked seduceth them. The slothful man roasteth not that which he took in hunting: but the substance of a diligent man is precious. In the way of righteousness is life: and in the pathway thereof there is no death.",
      "verses": [
        {
          "chapter": 12,
          "verse": 25
        },
        {
          "chapter": 12,
          "verse": 26
        },
        {
          "chapter": 12,
          "verse": 27
        },
        {
          "chapter": 12,
          "verse": 28
        }
      ]
    }
  ]
}