{
  "chunks": [
    {
      "chapter_numbers": [
        26,
        26,
        26
      ],
      "verse_numbers": [
        1,
        2,
        3
      ],
      "combined_text": "As snow in summer, and as rain in harvest, so honour is not seemly for a fool. As the bird by wandering, as the swallow by flying, so the curse causeless shall not come. A whip for the horse, a bridle for the ass, and a rod for the fool's back.",
      "verses": [
        {
          "chapter": 26,
          "verse": 1
        },
        {
          "chapter": 26,
          "verse": 2
        },
        {
          "chapter": 26,
          "verse": 3
        }
      ]
    },
    {
      "chapter_numbers": [
        26,
        26,
        26,
        26
      ],
      "verse_numbers": [
        4,
        5,
        6,
        7
      ],
      "combined_text": "Answer not a fool according to his folly, lest thou also be like unto him. Answer a fool according to his folly, lest he be wise in his own conceit. He that sendeth a message by the hand of a fool cutteth off the feet, and drinketh damage. The legs of the lame are not equal: so is a parable in the mouth of fools.",
      "verses": [
        {
          "chapter": 26,
          "verse": 4
        },
        {
          "chapter": 26,
          "verse": 5
        },
        {
          "chapter": 26,
          "verse": 6
        },
        {
          "chapter": 26,
          "verse": 7
        }
      ]
    },
    {
      "chapter_numbers": [
        26,
        26,
        26,
        26,
        26
      ],
      "verse_numbers": [
        8,
        9,
        10,
        11,
        12
      ],
      "combined_text": "As he that bindeth a stone in a sling, so is he that giveth honour to a fool. As a thorn goeth up into the hand of a drunkard, so is a parable in the mouths of fools. The great God that formed all things both rewardeth the fool, and rewardeth transgressors. As a dog returneth to his vomit, so a fool returneth to his folly. Seest thou a man wise in his own conceit? there is more hope of a fool than of him.",
      "verses": [
        {
          "chapter": 26,
          "verse": 8
        },
        {
          "chapter": 26,
          "verse": 9
        },
        {
          "chapter": 26,
          "verse": 10
        },
        {
          "chapter": 26,
          "verse": 11
        },
        {
          "chapter": 26,
          "verse": 12
        }
      ]
    },
    {
      "chapter_numbers": [
        26,
        26,
        26,
        26
      ],
      "verse_numbers": [
        13,
        14,
        15,
        16
      ],
      "combined_text": "The slothful man saith, There is a lion in the way; a lion is in the streets. As the door turneth upon his hinges, so doth the slothful upon his bed. The slothful hideth his hand in his bosom; it grieveth him to bring it again to his mouth. The sluggard is wiser in his own conceit than seven men that can render a reason.",
      "verses": [
        {
          "chapter": 26,
          "verse": 13
        },
        {
          "chapter": 26,
          "verse": 14
        },
        {
          "chapter": 26,
          "verse": 15
        },
        {
          "chapter": 26,
          "verse": 16
        }
      ]
    },
    {
      "chapter_numbers": [
        26,
        26,
        26
      ],
      "verse_numbers": [
        17,
        18,
        19
      ],
      "combined_text": "He that passeth by, and meddleth with strife belonging not to him, is like one that taketh a dog by the ears. As a mad man who casteth firebrands, arrows, and death, So is the man that deceiveth his neighbour, and saith, Am not I in sport?",
      "verses": [
        {
          "chapter": 26,
          "verse": 17
        },
        {
          "chapter": 26,
          "verse": 18
        },
        {
          "chapter": 26,
          "verse": 19
        }
      ]
    },
    {
      "chapter_numbers": [
        26,
        26,
        26
      ],
      "verse_numbers": [
        20,
        21,
        22
      ],
      "combined_text": "Where no wood is, there the fire goeth out: so where there is no talebearer, the strife ceaseth. As coals are to burning coals, and wood to fire; so is a contentious man to kindle strife. The words of a talebearer are as wounds, and they go down into the innermost parts of the belly.",
      "verses": [
        {
          "chapter": 26,
          "verse": 20
        },
        {
          "chapter": 26,
          "verse": 21
        },
        {
          "chapter": 26,
          "verse": 22
        }
      ]
    },
    {
      "chapter_numbers": [
        26,
        26,
        26,
        26,
        26,
        26
      ],
      "verse_numbers": [
        23,
        24,
        25,
        26,
        27,
        28
      ],
      "combined_text": "Burning lips and a wicked heart are like a potsherd covered with silver dross. He that hateth dissembleth with his lips, and layeth up deceit within him; When he speaketh fair, believe him not: for there are seven abominations in his heart. Whose hatred is covered by deceit, his wickedness shall be shewed before the whole congregation. Whoso diggeth a pit shall fall therein: and he that rolleth a stone, it will return upon him. A lying tongue hateth those that are afflicted by it; and a flattering mouth worketh ruin.",
      "verses": [
        {
          "chapter": 26,
          "verse": 23
        },
        {
          "chapter": 26,
          "verse": 24
        },
        {
          "chapter": 26,
          "verse": 25
        },
        {
          "chapter": 26,
          "verse": 26
        },
        {
          "chapter": 26,
          "verse": 27
        },
        {
          "chapter": 26,
          "verse": 28
        }
      ]
    }
  ]
}