{
  "chunks": [
    {
      "chapter_numbers": [
        21,
        21,
        21,
        21,
        21,
        21,
        21,
        21
      ],
      "verse_numbers": [
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8
      ],
      "combined_text": "The king's heart is in the hand of the LORD, as the rivers of water: he turneth it whithersoever he will. Every way of a man is right in his own eyes: but the LORD pondereth the hearts. To do justice and judgment is more acceptable to the LORD than sacrifice. An high look, and a proud heart, and the plowing of the wicked, is sin. The thoughts of the diligent tend only to plenteousness; but of every one that is hasty only to want. The getting of treasures by a lying tongue is a vanity tossed to and fro of them that seek death. The robbery of the wicked shall destroy them; because they refuse to do judgment. The way of man is froward and strange: but as for the pure, his work is right.",
      "verses": [
        {
          "chapter": 21,
          "verse": 1
        },
        {
          "chapter": 21,
          "verse": 2
        },
        {
          "chapter": 21,
          "verse": 3
        },
        {
          "chapter": 21,
          "verse": 4
        },
        {
          "chapter": 21,
          "verse": 5
        },
        {
          "chapter": 21,
          "verse": 6
        },
        {
          "chapter": 21,
          "verse": 7
        },
        {
          "chapter": 21,
          "verse": 8
        }
      ]
    },
    {
      "chapter_numbers": [
        21,
        21,
        21,
        21,
        21,
        21,
        21
      ],
      "verse_numbers": [
        9,
        10,
        11,
        12,
        13,
        14,
        15
      ],
      "combined_text": "It is better to dwell in a corner of the housetop, than with a brawling woman in a wide house. The soul of the wicked desireth evil: his neighbour findeth no favour in his eyes. When the scorner is punished, the simple is made wise: and when the wise is instructed, he receiveth knowledge. The righteous man wisely considereth the house of the wicked: but God overthroweth the wicked for their wickedness. Whoso stoppeth his ears at the cry of the poor, he also shall cry himself, but shall not be heard. A gift in secret pacifieth anger: and a reward in the bosom strong wrath. It is joy to the just to do judgment: but destruction shall be to the workers of iniquity.",
      "verses": [
        {
          "chapter": 21,
          "verse": 9
        },
        {
          "chapter": 21,
          "verse": 10
        },
        {
          "chapter": 21,
          "verse": 11
        },
        {
          "chapter": 21,
          "verse": 12
        },
        {
          "chapter": 21,
          "verse": 13
        },
        {
          "chapter": 21,
          "verse": 14
        },
        {
          "chapter": 21,
          "verse": 15
        }
      ]
    },
    {
      "chapter_numbers": [
        21,
        21,
        21,
        21,
        21,
        21,
        21
      ],
      "verse_numbers": [
        16,
        17,
        18,
        19,
        20,
        21,
        22
      ],
      "combined_text": "The man that wandereth out of the way of understanding shall remain in the congregation of the dead. He that loveth pleasure shall be a poor man: he that loveth wine and oil shall not be rich. The wicked shall be a ransom for the righteous, and the transgressor for the upright. It is better to dwell in the wilderness, than with a contentious and an angry woman. There is treasure to be desired and oil in the dwelling of the wise; but a foolish man spendeth it up. He that followeth after righteousness and mercy findeth life, righteousness, and honour. A wise man scaleth the city of the mighty, and casteth down the strength of the confidence thereof.",
      "verses": [
        {
          "chapter": 21,
          "verse": 16
        },
        {
          "chapter": 21,
          "verse": 17
        },
        {
          "chapter": 21,
          "verse": 18
        },
        {
          "chapter": 21,
          "verse": 19
        },
        {
          "chapter": 21,
          "verse": 20
        },
        {
          "chapter": 21,
          "verse": 21
        },
        {
          "chapter": 21,
          "verse": 22
        }
      ]
    },
    {
      "chapter_numbers": [
        21,
        21,
        21,
        21,
        21,
        21,
        21,
        21,
        21
      ],
      "verse_numbers": [
        23,
        24,
        25,
        26,
        27,
        28,
        29,
        30,
        31
      ],
      "combined_text": "Whoso keepeth his mouth and his tongue keepeth his soul from troubles. Proud and haughty scorner is his name, who dealeth in proud wrath. The desire of the slothful killeth him; for his hands refuse to labour. He coveteth greedily all the day long: but the righteous giveth and spareth not. The sacrifice of the wicked is abomination: how much more, when he bringeth it with a wicked mind? A false witness shall perish: but the man that heareth speaketh constantly. A wicked man hardeneth his face: but as for the upright, he directeth his way. There is no wisdom nor understanding nor counsel against the LORD. The horse is prepared against the day of battle: but safety is of the LORD.",
      "verses": [
        {
          "chapter": 21,
          "verse": 23
        },
        {
          "chapter": 21,
          "verse": 24
        },
        {
          "chapter": 21,
          "verse": 25
        },
        {
          "chapter": 21,
          "verse": 26
        },
        {
          "chapter": 21,
          "verse": 27
        },
        {
          "chapter": 21,
          "verse": 28
        },
        {
          "chapter": 21,
          "verse": 29
        },
        {
          "chapter": 21,
          "verse": 30
        },
        {
          "chapter": 21,
          "verse": 31
        }
      ]
    }
  ]
}