{
  "chunks": [
    {
      "chapter_numbers": [
        29,
        29,
        29,
        29,
        29,
        29,
        29
      ],
      "verse_numbers": [
        1,
        2,
        3,
        4,
        5,
        6,
        7
      ],
      "combined_text": "He, that being often reproved hardeneth his neck, shall suddenly be destroyed, and that without remedy. When the righteous are in authority, the people rejoice: but when the wicked beareth rule, the people mourn. Whoso loveth wisdom rejoiceth his father: but he that keepeth company with harlots spendeth his substance. The king by judgment establisheth the land: but he that receiveth gifts overthroweth it. A man that flattereth his neighbour spreadeth a net for his feet. In the transgression of an evil man there is a snare: but the righteous doth sing and rejoice. The righteous considereth the cause of the poor: but the wicked regardeth not to know it.",
      "verses": [
        {
          "chapter": 29,
          "verse": 1
        },
        {
          "chapter": 29,
          "verse": 2
        },
        {
          "chapter": 29,
          "verse": 3
        },
        {
          "chapter": 29,
          "verse": 4
        },
        {
          "chapter": 29,
          "verse": 5
        },
        {
          "chapter": 29,
          "verse": 6
        },
        {
          "chapter": 29,
          "verse": 7
        }
      ]
    },
    {
      "chapter_numbers": [
        29,
        29,
        29,
        29,
        29,
        29,
        29
      ],
      "verse_numbers": [
        8,
        9,
        10,
        11,
        12,
        13,
        14
      ],
      "combined_text": "Scornful men bring a city into a snare: but wise men turn away wrath. If a wise man contendeth with a foolish man, whether he rage or laugh, there is no rest. The bloodthirsty hate the upright: but the just seek his soul. A fool uttereth all his mind: but a wise man keepeth it in till afterwards. If a ruler hearken to lies, all his servants are wicked. The poor and the deceitful man meet together: the LORD lighteneth both their eyes. The king that faithfully judgeth the poor, his throne shall be established for ever.",
      "verses": [
        {
          "chapter": 29,
          "verse": 8
        },
        {
          "chapter": 29,
          "verse": 9
        },
        {
          "chapter": 29,
          "verse": 10
        },
        {
          "chapter": 29,
          "verse": 11
        },
        {
          "chapter": 29,
          "verse": 12
        },
        {
          "chapter": 29,
          "verse": 13
        },
        {
          "chapter": 29,
          "verse": 14
        }
      ]
    },
    {
      "chapter_numbers": [
        29,
        29,
        29,
        29
      ],
      "verse_numbers": [
        15,
        16,
        17,
        18
      ],
      "combined_text": "The rod and reproof give wisdom: but a child left to himself bringeth his mother to shame. When the wicked are multiplied, transgression increaseth: but the righteous shall see their fall. Correct thy son, and he shall give thee rest; yea, he shall give delight unto thy soul. Where there is no vision, the people perish: but he that keepeth the law, happy is he.",
      "verses": [
        {
          "chapter": 29,
          "verse": 15
        },
        {
          "chapter": 29,
          "verse": 16
        },
        {
          "chapter": 29,
          "verse": 17
        },
        {
          "chapter": 29,
          "verse": 18
        }
      ]
    },
    {
      "chapter_numbers": [
        29,
        29,
        29,
        29,
        29
      ],
      "verse_numbers": [
        19,
        20,
        21,
        22,
        23
      ],
      "combined_text": "A servant will not be corrected by words: for though he understand he will not answer. Seest thou a man that is hasty in his words? there is more hope of a fool than of him. He that delicately bringeth up his servant from a child shall have him become his son at the length. An angry man stirreth up strife, and a furious man aboundeth in transgression. A man's pride shall bring him low: but honour shall uphold the humble in spirit.",
      "verses": [
        {
          "chapter": 29,
          "verse": 19
        },
        {
          "chapter": 29,
          "verse": 20
        },
        {
          "chapter": 29,
          "verse": 21
        },
        {
          "chapter": 29,
          "verse": 22
        },
        {
          "chapter": 29,
          "verse": 23
        }
      ]
    },
    {
      "chapter_numbers": [
        29,
        29,
        29,
        29
      ],
      "verse_numbers": [
        24,
        25,
        26,
        27
      ],
      "combined_text": "Whoso is partner with a thief hateth his own soul: he heareth cursing, and bewrayeth it not. The fear of man bringeth a snare: but whoso putteth his trust in the LORD shall be safe. Many seek the ruler's favour; but every man's judgment cometh from the LORD. An unjust man is an abomination to the just: and he that is upright in the way is abomination to the wicked.",
      "verses": [
        {
          "chapter": 29,
          "verse": 24
        },
        {
          "chapter": 29,
          "verse": 25
        },
        {
          "chapter": 29,
          "verse": 26
        },
        {
          "chapter": 29,
          "verse": 27
        }
      ]
    }
  ]
}