{
  "chunks": [
    {
      "chapter_numbers": [
        4,
        4,
        4,
        4,
        4,
        4,
        4,
        4,
        4
      ],
      "verse_numbers": [
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8,
        9
      ],
      "combined_text": "Hear, ye children, the instruction of a father, and attend to know understanding. For I give you good doctrine, forsake ye not my law. For I was my father's son, tender and only beloved in the sight of my mother. He taught me also, and said unto me, Let thine heart retain my words: keep my commandments, and live. Get wisdom, get understanding: forget it not; neither decline from the words of my mouth. Forsake her not, and she shall preserve thee: love her, and she shall keep thee. Wisdom is the principal thing; therefore get wisdom: and with all thy getting get understanding. Exalt her, and she shall promote thee: she shall bring thee to honour, when thou dost embrace her. She shall give to thine head an ornament of grace: a crown of glory shall she deliver to thee.",
      "verses": [
        {
          "chapter": 4,
          "verse": 1
        },
        {
          "chapter": 4,
          "verse": 2
        },
        {
          "chapter": 4,
          "verse": 3
        },
        {
          "chapter": 4,
          "verse": 4
        },
        {
          "chapter": 4,
          "verse": 5
        },
        {
          "chapter": 4,
          "verse": 6
        },
        {
          "chapter": 4,
          "verse": 7
        },
        {
          "chapter": 4,
          "verse": 8
        },
        {
          "chapter": 4,
          "verse": 9
        }
      ]
    },
    {
      "chapter_numbers": [
        4,
        4,
        4,
        4
      ],
      "verse_numbers": [
        10,
        11,
        12,
        13
      ],
      "combined_text": "Hear, O my son, and receive my sayings; and the years of thy life shall be many. I have taught thee in the way of wisdom; I have led thee in right paths. When thou goest, thy steps shall not be straitened; and when thou runnest, thou shalt not stumble. Take fast hold of instruction; let her not go: keep her; for she is thy life.",
      "verses": [
        {
          "chapter": 4,
          "verse": 10
        },
        {
          "chapter": 4,
          "verse": 11
        },
        {
          "chapter": 4,
          "verse": 12
        },
        {
          "chapter": 4,
          "verse": 13
        }
      ]
    },
    {
      "chapter_numbers": [
        4,
        4,
        4,
        4,
        4,
        4
      ],
      "verse_numbers": [
        14,
        15,
        16,
        17,
        18,
        19
      ],
      "combined_text": "Enter not into the path of the wicked, and go not in the way of evil men. Avoid it, pass not by it, turn from it, and pass away. For they sleep not, except they have done mischief; and their sleep is taken away, unless they cause some to fall. For they eat the bread of wickedness, and drink the wine of violence. But the path of the just is as the shining light, that shineth more and more unto the perfect day. The way of the wicked is as darkness: they know not at what they stumble.",
      "verses": [
        {
          "chapter": 4,
          "verse": 14
        },
        {
          "chapter": 4,
          "verse": 15
        },
        {
          "chapter": 4,
          "verse": 16
        },
        {
          "chapter": 4,
          "verse": 17
        },
        {
          "chapter": 4,
          "verse": 18
        },
        {
          "chapter": 4,
          "verse": 19
        }
      ]
    },
    {
      "chapter_numbers": [
        4,
        4,
        4,
        4,
        4,
        4,
        4,
        4
      ],
      "verse_numbers": [
        20,
        21,
        22,
        23,
        24,
        25,
        26,
        27
      ],
      "combined_text": "My son, attend to my words; incline thine ear unto my sayings. Let them not depart from thine eyes; keep them in the midst of thine heart. For they are life unto those that find them, and health to all their flesh. Keep thy heart with all diligence; for out of it are the issues of life. Put away from thee a froward mouth, and perverse lips put far from thee. Let thine eyes look right on, and let thine eyelids look straight before thee. Ponder the path of thy feet, and let all thy ways be established. Turn not to the right hand nor to the left: remove thy foot from evil.",
      "verses": [
        {
          "chapter": 4,
          "verse": 20
        },
        {
          "chapter": 4,
          "verse": 21
        },
        {
          "chapter": 4,
          "verse": 22
        },
        {
          "chapter": 4,
          "verse": 23
        },
        {
          "chapter": 4,
          "verse": 24
        },
        {
          "chapter": 4,
          "verse": 25
        },
        {
          "chapter": 4,
          "verse": 26
        },
        {
          "chapter": 4,
          "verse": 27
        }
      ]
    }
  ]
}