{
  "chunks": [
    {
      "chapter_numbers": [
        72,
        72,
        72,
        72,
        72
      ],
      "verse_numbers": [
        1,
        2,
        3,
        4,
        5
      ],
      "combined_text": "Give the king thy judgments, O God, and thy righteousness unto the king's son. He shall judge thy people with righteousness, and thy poor with judgment. The mountains shall bring peace to the people, and the little hills, by righteousness. He shall judge the poor of the people, he shall save the children of the needy, and shall break in pieces the oppressor. They shall fear thee as long as the sun and moon endure, throughout all generations.",
      "verses": [
        {
          "chapter": 72,
          "verse": 1
        },
        {
          "chapter": 72,
          "verse": 2
        },
        {
          "chapter": 72,
          "verse": 3
        },
        {
          "chapter": 72,
          "verse": 4
        },
        {
          "chapter": 72,
          "verse": 5
        }
      ]
    },
    {
      "chapter_numbers": [
        72,
        72,
        72,
        72,
        72
      ],
      "verse_numbers": [
        6,
        7,
        8,
        9,
        10
      ],
      "combined_text": "He shall come down like rain upon the mown grass: as showers that water the earth. In his days shall the righteous flourish; and abundance of peace so long as the moon endureth. He shall have dominion also from sea to sea, and from the river unto the ends of the earth. They that dwell in the wilderness shall bow before him; and his enemies shall lick the dust. The kings of Tarshish and of the isles shall bring presents: the kings of Sheba and Seba shall offer gifts.",
      "verses": [
        {
          "chapter": 72,
          "verse": 6
        },
        {
          "chapter": 72,
          "verse": 7
        },
        {
          "chapter": 72,
          "verse": 8
        },
        {
          "chapter": 72,
          "verse": 9
        },
        {
          "chapter": 72,
          "verse": 10
        }
      ]
    },
    {
      "chapter_numbers": [
        72,
        72,
        72,
        72,
        72
      ],
      "verse_numbers": [
        11,
        12,
        13,
        14,
        15
      ],
      "combined_text": "Yea, all kings shall fall down before him: all nations shall serve him. For he shall deliver the needy when he crieth; the poor also, and him that hath no helper. He shall spare the poor and needy, and shall save the souls of the needy. He shall redeem their soul from deceit and violence: and precious shall their blood be in his sight. And he shall live, and to him shall be given of the gold of Sheba: prayer also shall be made for him continually; and daily shall he be praised.",
      "verses": [
        {
          "chapter": 72,
          "verse": 11
        },
        {
          "chapter": 72,
          "verse": 12
        },
        {
          "chapter": 72,
          "verse": 13
        },
        {
          "chapter": 72,
          "verse": 14
        },
        {
          "chapter": 72,
          "verse": 15
        }
      ]
    },
    {
      "chapter_numbers": [
        72,
        72,
        72,
        72,
        72
      ],
      "verse_numbers": [
        16,
        17,
        18,
        19,
        20
      ],
      "combined_text": "There shall be an handful of corn in the earth upon the top of the mountains; the fruit thereof shall shake like Lebanon: and they of the city shall flourish like grass of the earth. His name shall endure for ever: his name shall be continued as long as the sun: and men shall be blessed in him: all nations shall call him blessed. Blessed be the LORD God, the God of Israel, who only doeth wondrous things. And blessed be his glorious name for ever: and let the whole earth be filled with his glory; Amen, and Amen. The prayers of David the son of Jesse are ended.",
      "verses": [
        {
          "chapter": 72,
          "verse": 16
        },
        {
          "chapter": 72,
          "verse": 17
        },
        {
          "chapter": 72,
          "verse": 18
        },
        {
          "chapter": 72,
          "verse": 19
        },
        {
          "chapter": 72,
          "verse": 20
        }
      ]
    }
  ]
}