{
  "chunks": [
    {
      "chapter_numbers": [
        83,
        83,
        83,
        83,
        83
      ],
      "verse_numbers": [
        1,
        2,
        3,
        4,
        5
      ],
      "combined_text": "Keep not thou silence, O God: hold not thy peace, and be not still, O God. For, lo, thine enemies make a tumult: and they that hate thee have lifted up the head. They have taken crafty counsel against thy people, and consulted against thy hidden ones. They have said, Come, and let us cut them off from being a nation; that the name of Israel may be no more in remembrance. For they have consulted together with one consent: they are confederate against thee:",
      "verses": [
        {
          "chapter": 83,
          "verse": 1
        },
        {
          "chapter": 83,
          "verse": 2
        },
        {
          "chapter": 83,
          "verse": 3
        },
        {
          "chapter": 83,
          "verse": 4
        },
        {
          "chapter": 83,
          "verse": 5
        }
      ]
    },
    {
      "chapter_numbers": [
        83,
        83,
        83
      ],
      "verse_numbers": [
        6,
        7,
        8
      ],
      "combined_text": "The tabernacles of Edom, and the Ishmaelites; of Moab, and the Hagarenes; Gebal, and Ammon, and Amalek; the Philistines with the inhabitants of Tyre; Assur also is joined with them: they have holpen the children of Lot. Selah.",
      "verses": [
        {
          "chapter": 83,
          "verse": 6
        },
        {
          "chapter": 83,
          "verse": 7
        },
        {
          "chapter": 83,
          "verse": 8
        }
      ]
    },
    {
      "chapter_numbers": [
        83,
        83,
        83,
        83
      ],
      "verse_numbers": [
        9,
        10,
        11,
        12
      ],
      "combined_text": "Do unto them as unto the Midianites; as to Sisera, as to Jabin, at the brook of Kison: Which perished at Endor: they became as dung for the earth. Make their nobles like Oreb, and like Zeeb: yea, all their princes as Zebah, and as Zalmunna: Who said, Let us take to ourselves the houses of God in possession.",
      "verses": [
        {
          "chapter": 83,
          "verse": 9
        },
        {
          "chapter": 83,
          "verse": 10
        },
        {
          "chapter": 83,
          "verse": 11
        },
        {
          "chapter": 83,
          "verse": 12
        }
      ]
    },
    {
      "chapter_numbers": [
        83,
        83,
        83
      ],
      "verse_numbers": [
        13,
        14,
        15
      ],
      "combined_text": "O my God, make them like a wheel; as the stubble before the wind. As the fire burneth a wood, and as the flame setteth the mountains on fire; So persecute them with thy tempest, and make them afraid with thy storm.",
      "verses": [
        {
          "chapter": 83,
          "verse": 13
        },
        {
          "chapter": 83,
          "verse": 14
        },
        {
          "chapter": 83,
          "verse": 15
        }
      ]
    },
    {
      "chapter_numbers": [
        83,
        83,
        83
      ],
      "verse_numbers": [
        16,
        17,
        18
      ],
      "combined_text": "Fill their faces with shame; that they may seek thy name, O LORD. Let them be confounded and troubled for ever; yea, let them be put to shame, and perish: That men may know that thou, whose name alone is JEHOVAH, art the most high over all the earth.",
      "verses": [
        {
          "chapter": 83,
          "verse": 16
        },
        {
          "chapter": 83,
          "verse": 17
        },
        {
          "chapter": 83,
          "verse": 18
        }
      ]
    }
  ]
}