{
  "chunks": [
    {
      "chapter_numbers": [
        147,
        147,
        147,
        147,
        147,
        147
      ],
      "verse_numbers": [
        1,
        2,
        3,
        4,
        5,
        6
      ],
      "combined_text": "Praise ye the LORD: for it is good to sing praises unto our God; for it is pleasant; and praise is comely. The LORD doth build up Jerusalem: he gathereth together the outcasts of Israel. He healeth the broken in heart, and bindeth up their wounds. He telleth the number of the stars; he calleth them all by their names. Great is our Lord, and of great power: his understanding is infinite. The LORD lifteth up the meek: he casteth the wicked down to the ground.",
      "verses": [
        {
          "chapter": 147,
          "verse": 1
        },
        {
          "chapter": 147,
          "verse": 2
        },
        {
          "chapter": 147,
          "verse": 3
        },
        {
          "chapter": 147,
          "verse": 4
        },
        {
          "chapter": 147,
          "verse": 5
        },
        {
          "chapter": 147,
          "verse": 6
        }
      ]
    },
    {
      "chapter_numbers": [
        147,
        147,
        147,
        147,
        147
      ],
      "verse_numbers": [
        7,
        8,
        9,
        10,
        11
      ],
      "combined_text": "Sing unto the LORD with thanksgiving; sing praise upon the harp unto our God: Who covereth the heaven with clouds, who prepareth rain for the earth, who maketh grass to grow upon the mountains. He giveth to the beast his food, and to the young ravens which cry. He delighteth not in the strength of the horse: he taketh not pleasure in the legs of a man. The LORD taketh pleasure in them that fear him, in those that hope in his mercy.",
      "verses": [
        {
          "chapter": 147,
          "verse": 7
        },
        {
          "chapter": 147,
          "verse": 8
        },
        {
          "chapter": 147,
          "verse": 9
        },
        {
          "chapter": 147,
          "verse": 10
        },
        {
          "chapter": 147,
          "verse": 11
        }
      ]
    },
    {
      "chapter_numbers": [
        147,
        147,
        147
      ],
      "verse_numbers": [
        12,
        13,
        14
      ],
      "combined_text": "Praise the LORD, O Jerusalem; praise thy God, O Zion. For he hath strengthened the bars of thy gates; he hath blessed thy children within thee. He maketh peace in thy borders, and filleth thee with the finest of the wheat.",
      "verses": [
        {
          "chapter": 147,
          "verse": 12
        },
        {
          "chapter": 147,
          "verse": 13
        },
        {
          "chapter": 147,
          "verse": 14
        }
      ]
    },
    {
      "chapter_numbers": [
        147,
        147,
        147,
        147,
        147,
        147
      ],
      "verse_numbers": [
        15,
        16,
        17,
        18,
        19,
        20
      ],
      "combined_text": "He sendeth forth his commandment upon earth: his word runneth very swiftly. He giveth snow like wool: he scattereth the hoarfrost like ashes. He casteth forth his ice like morsels: who can stand before his cold? He sendeth out his word, and melteth them: he causeth his wind to blow, and the waters flow. He sheweth his word unto Jacob, his statutes and his judgments unto Israel. He hath not dealt so with any nation: and as for his judgments, they have not known them. Praise ye the LORD.",
      "verses": [
        {
          "chapter": 147,
          "verse": 15
        },
        {
          "chapter": 147,
          "verse": 16
        },
        {
          "chapter": 147,
          "verse": 17
        },
        {
          "chapter": 147,
          "verse": 18
        },
        {
          "chapter": 147,
          "verse": 19
        },
        {
          "chapter": 147,
          "verse": 20
        }
      ]
    }
  ]
}