{
  "chunks": [
    {
      "chapter_numbers": [
        115,
        115,
        115
      ],
      "verse_numbers": [
        1,
        2,
        3
      ],
      "combined_text": "Not unto us, O LORD, not unto us, but unto thy name give glory, for thy mercy, and for thy truth's sake. Wherefore should the heathen say, Where is now their God? But our God is in the heavens: he hath done whatsoever he hath pleased.",
      "verses": [
        {
          "chapter": 115,
          "verse": 1
        },
        {
          "chapter": 115,
          "verse": 2
        },
        {
          "chapter": 115,
          "verse": 3
        }
      ]
    },
    {
      "chapter_numbers": [
        115,
        115,
        115,
        115,
        115
      ],
      "verse_numbers": [
        4,
        5,
        6,
        7,
        8
      ],
      "combined_text": "Their idols are silver and gold, the work of men's hands. They have mouths, but they speak not: eyes have they, but they see not: They have ears, but they hear not: noses have they, but they smell not: They have hands, but they handle not: feet have they, but they walk not: neither speak they through their throat. They that make them are like unto them; so is every one that trusteth in them.",
      "verses": [
        {
          "chapter": 115,
          "verse": 4
        },
        {
          "chapter": 115,
          "verse": 5
        },
        {
          "chapter": 115,
          "verse": 6
        },
        {
          "chapter": 115,
          "verse": 7
        },
        {
          "chapter": 115,
          "verse": 8
        }
      ]
    },
    {
      "chapter_numbers": [
        115,
        115,
        115
      ],
      "verse_numbers": [
        9,
        10,
        11
      ],
      "combined_text": "O Israel, trust thou in the LORD: he is their help and their shield. O house of Aaron, trust in the LORD: he is their help and their shield. Ye that fear the LORD, trust in the LORD: he is their help and their shield.",
      "verses": [
        {
          "chapter": 115,
          "verse": 9
        },
        {
          "chapter": 115,
          "verse": 10
        },
        {
          "chapter": 115,
          "verse": 11
        }
      ]
    },
    {
      "chapter_numbers": [
        115,
        115,
        115,
        115,
        115,
        115,
        115
      ],
      "verse_numbers": [
        12,
        13,
        14,
        15,
        16,
        17,
        18
      ],
      "combined_text": "The LORD hath been mindful of us: he will bless us; he will bless the house of Israel; he will bless the house of Aaron. He will bless them that fear the LORD, both small and great. The LORD shall increase you more and more, you and your children. Ye are blessed of the LORD which made heaven and earth. The heaven, even the heavens, are the LORD's: but the earth hath he given to the children of men. The dead praise not the LORD, neither any that go down into silence. But we will bless the LORD from this time forth and for evermore. Praise the LORD.",
      "verses": [
        {
          "chapter": 115,
          "verse": 12
        },
        {
          "chapter": 115,
          "verse": 13
        },
        {
          "chapter": 115,
          "verse": 14
        },
        {
          "chapter": 115,
          "verse": 15
        },
        {
          "chapter": 115,
          "verse": 16
        },
        {
          "chapter": 115,
          "verse": 17
        },
        {
          "chapter": 115,
          "verse": 18
        }
      ]
    }
  ]
}