{
  "chunks": [
    {
      "chapter_numbers": [
        118,
        118,
        118,
        118
      ],
      "verse_numbers": [
        1,
        2,
        3,
        4
      ],
      "combined_text": "O give thanks unto the LORD; for he is good: because his mercy endureth for ever. Let Israel now say, that his mercy endureth for ever. Let the house of Aaron now say, that his mercy endureth for ever. Let them now that fear the LORD say, that his mercy endureth for ever.",
      "verses": [
        {
          "chapter": 118,
          "verse": 1
        },
        {
          "chapter": 118,
          "verse": 2
        },
        {
          "chapter": 118,
          "verse": 3
        },
        {
          "chapter": 118,
          "verse": 4
        }
      ]
    },
    {
      "chapter_numbers": [
        118,
        118,
        118,
        118,
        118
      ],
      "verse_numbers": [
        5,
        6,
        7,
        8,
        9
      ],
      "combined_text": "I called upon the LORD in distress: the LORD answered me, and set me in a large place. The LORD is on my side; I will not fear: what can man do unto me? The LORD taketh my part with them that help me: therefore shall I see my desire upon them that hate me. It is better to trust in the LORD than to put confidence in man. It is better to trust in the LORD than to put confidence in princes.",
      "verses": [
        {
          "chapter": 118,
          "verse": 5
        },
        {
          "chapter": 118,
          "verse": 6
        },
        {
          "chapter": 118,
          "verse": 7
        },
        {
          "chapter": 118,
          "verse": 8
        },
        {
          "chapter": 118,
          "verse": 9
        }
      ]
    },
    {
      "chapter_numbers": [
        118,
        118,
        118,
        118,
        118
      ],
      "verse_numbers": [
        10,
        11,
        12,
        13,
        14
      ],
      "combined_text": "All nations compassed me about: but in the name of the LORD will I destroy them. They compassed me about; yea, they compassed me about: but in the name of the LORD I will destroy them. They compassed me about like bees: they are quenched as the fire of thorns: for in the name of the LORD I will destroy them. Thou hast thrust sore at me that I might fall: but the LORD helped me. The LORD is my strength and song, and is become my salvation.",
      "verses": [
        {
          "chapter": 118,
          "verse": 10
        },
        {
          "chapter": 118,
          "verse": 11
        },
        {
          "chapter": 118,
          "verse": 12
        },
        {
          "chapter": 118,
          "verse": 13
        },
        {
          "chapter": 118,
          "verse": 14
        }
      ]
    },
    {
      "chapter_numbers": [
        118,
        118,
        118,
        118
      ],
      "verse_numbers": [
        15,
        16,
        17,
        18
      ],
      "combined_text": "The voice of rejoicing and salvation is in the tabernacles of the righteous: the right hand of the LORD doeth valiantly. The right hand of the LORD is exalted: the right hand of the LORD doeth valiantly. I shall not die, but live, and declare the works of the LORD. The LORD hath chastened me sore: but he hath not given me over unto death.",
      "verses": [
        {
          "chapter": 118,
          "verse": 15
        },
        {
          "chapter": 118,
          "verse": 16
        },
        {
          "chapter": 118,
          "verse": 17
        },
        {
          "chapter": 118,
          "verse": 18
        }
      ]
    },
    {
      "chapter_numbers": [
        118,
        118,
        118,
        118,
        118
      ],
      "verse_numbers": [
        19,
        20,
        21,
        22,
        23
      ],
      "combined_text": "Open to me the gates of righteousness: I will go into them, and I will praise the LORD: This gate of the LORD, into which the righteous shall enter. I will praise thee: for thou hast heard me, and art become my salvation. The stone which the builders refused is become the head stone of the corner. This is the LORD's doing; it is marvellous in our eyes.",
      "verses": [
        {
          "chapter": 118,
          "verse": 19
        },
        {
          "chapter": 118,
          "verse": 20
        },
        {
          "chapter": 118,
          "verse": 21
        },
        {
          "chapter": 118,
          "verse": 22
        },
        {
          "chapter": 118,
          "verse": 23
        }
      ]
    },
    {
      "chapter_numbers": [
        118,
        118,
        118,
        118,
        118,
        118
      ],
      "verse_numbers": [
        24,
        25,
        26,
        27,
        28,
        29
      ],
      "combined_text": "This is the day which the LORD hath made; we will rejoice and be glad in it. Save now, I beseech thee, O LORD: O LORD, I beseech thee, send now prosperity. Blessed be he that cometh in the name of the LORD: we have blessed you out of the house of the LORD. God is the LORD, which hath shewed us light: bind the sacrifice with cords, even unto the horns of the altar. Thou art my God, and I will praise thee: thou art my God, I will exalt thee. O give thanks unto the LORD; for he is good: for his mercy endureth for ever.",
      "verses": [
        {
          "chapter": 118,
          "verse": 24
        },
        {
          "chapter": 118,
          "verse": 25
        },
        {
          "chapter": 118,
          "verse": 26
        },
        {
          "chapter": 118,
          "verse": 27
        },
        {
          "chapter": 118,
          "verse": 28
        },
        {
          "chapter": 118,
          "verse": 29
        }
      ]
    }
  ]
}