{
  "chunks": [
    {
      "chapter_numbers": [
        55,
        55,
        55,
        55,
        55
      ],
      "verse_numbers": [
        1,
        2,
        3,
        4,
        5
      ],
      "combined_text": "Give ear to my prayer, O God; and hide not thyself from my supplication. Attend unto me, and hear me: I mourn in my complaint, and make a noise; Because of the voice of the enemy, because of the oppression of the wicked: for they cast iniquity upon me, and in wrath they hate me. My heart is sore pained within me: and the terrors of death are fallen upon me. Fearfulness and trembling are come upon me, and horror hath overwhelmed me.",
      "verses": [
        {
          "chapter": 55,
          "verse": 1
        },
        {
          "chapter": 55,
          "verse": 2
        },
        {
          "chapter": 55,
          "verse": 3
        },
        {
          "chapter": 55,
          "verse": 4
        },
        {
          "chapter": 55,
          "verse": 5
        }
      ]
    },
    {
      "chapter_numbers": [
        55,
        55,
        55
      ],
      "verse_numbers": [
        6,
        7,
        8
      ],
      "combined_text": "And I said, Oh that I had wings like a dove! for then would I fly away, and be at rest. Lo, then would I wander far off, and remain in the wilderness. Selah. I would hasten my escape from the windy storm and tempest.",
      "verses": [
        {
          "chapter": 55,
          "verse": 6
        },
        {
          "chapter": 55,
          "verse": 7
        },
        {
          "chapter": 55,
          "verse": 8
        }
      ]
    },
    {
      "chapter_numbers": [
        55,
        55,
        55
      ],
      "verse_numbers": [
        9,
        10,
        11
      ],
      "combined_text": "Destroy, O Lord, and divide their tongues: for I have seen violence and strife in the city. Day and night they go about it upon the walls thereof: mischief also and sorrow are in the midst of it. Wickedness is in the midst thereof: deceit and guile depart not from her streets.",
      "verses": [
        {
          "chapter": 55,
          "verse": 9
        },
        {
          "chapter": 55,
          "verse": 10
        },
        {
          "chapter": 55,
          "verse": 11
        }
      ]
    },
    {
      "chapter_numbers": [
        55,
        55,
        55
      ],
      "verse_numbers": [
        12,
        13,
        14
      ],
      "combined_text": "For it was not an enemy that reproached me; then I could have borne it: neither was it he that hated me that did magnify himself against me; then I would have hid myself from him: But it was thou, a man mine equal, my guide, and mine acquaintance. We took sweet counsel together, and walked unto the house of God in company.",
      "verses": [
        {
          "chapter": 55,
          "verse": 12
        },
        {
          "chapter": 55,
          "verse": 13
        },
        {
          "chapter": 55,
          "verse": 14
        }
      ]
    },
    {
      "chapter_numbers": [
        55,
        55,
        55,
        55
      ],
      "verse_numbers": [
        15,
        16,
        17,
        18
      ],
      "combined_text": "Let death seize upon them, and let them go down quick into hell: for wickedness is in their dwellings, and among them. As for me, I will call upon God; and the LORD shall save me. Evening, and morning, and at noon, will I pray, and cry aloud: and he shall hear my voice. He hath delivered my soul in peace from the battle that was against me: for there were many with me.",
      "verses": [
        {
          "chapter": 55,
          "verse": 15
        },
        {
          "chapter": 55,
          "verse": 16
        },
        {
          "chapter": 55,
          "verse": 17
        },
        {
          "chapter": 55,
          "verse": 18
        }
      ]
    },
    {
      "chapter_numbers": [
        55,
        55,
        55,
        55,
        55
      ],
      "verse_numbers": [
        19,
        20,
        21,
        22,
        23
      ],
      "combined_text": "God shall hear, and afflict them, even he that abideth of old. Selah. Because they have no changes, therefore they fear not God. He hath put forth his hands against such as be at peace with him: he hath broken his covenant. The words of his mouth were smoother than butter, but war was in his heart: his words were softer than oil, yet were they drawn swords. Cast thy burden upon the LORD, and he shall sustain thee: he shall never suffer the righteous to be moved. But thou, O God, shalt bring them down into the pit of destruction: bloody and deceitful men shall not live out half their days; but I will trust in thee.",
      "verses": [
        {
          "chapter": 55,
          "verse": 19
        },
        {
          "chapter": 55,
          "verse": 20
        },
        {
          "chapter": 55,
          "verse": 21
        },
        {
          "chapter": 55,
          "verse": 22
        },
        {
          "chapter": 55,
          "verse": 23
        }
      ]
    }
  ]
}