{
  "chunks": [
    {
      "chapter_numbers": [
        77,
        77,
        77,
        77
      ],
      "verse_numbers": [
        1,
        2,
        3,
        4
      ],
      "combined_text": "I cried unto God with my voice, even unto God with my voice; and he gave ear unto me. In the day of my trouble I sought the Lord: my sore ran in the night, and ceased not: my soul refused to be comforted. I remembered God, and was troubled: I complained, and my spirit was overwhelmed. Selah. Thou holdest mine eyes waking: I am so troubled that I cannot speak.",
      "verses": [
        {
          "chapter": 77,
          "verse": 1
        },
        {
          "chapter": 77,
          "verse": 2
        },
        {
          "chapter": 77,
          "verse": 3
        },
        {
          "chapter": 77,
          "verse": 4
        }
      ]
    },
    {
      "chapter_numbers": [
        77,
        77,
        77,
        77,
        77
      ],
      "verse_numbers": [
        5,
        6,
        7,
        8,
        9
      ],
      "combined_text": "I have considered the days of old, the years of ancient times. I call to remembrance my song in the night: I commune with mine own heart: and my spirit made diligent search. Will the Lord cast off for ever? and will he be favourable no more? Is his mercy clean gone for ever? doth his promise fail for evermore? Hath God forgotten to be gracious? hath he in anger shut up his tender mercies? Selah.",
      "verses": [
        {
          "chapter": 77,
          "verse": 5
        },
        {
          "chapter": 77,
          "verse": 6
        },
        {
          "chapter": 77,
          "verse": 7
        },
        {
          "chapter": 77,
          "verse": 8
        },
        {
          "chapter": 77,
          "verse": 9
        }
      ]
    },
    {
      "chapter_numbers": [
        77,
        77,
        77,
        77,
        77,
        77
      ],
      "verse_numbers": [
        10,
        11,
        12,
        13,
        14,
        15
      ],
      "combined_text": "And I said, This is my infirmity: but I will remember the years of the right hand of the most High. I will remember the works of the LORD: surely I will remember thy wonders of old. I will meditate also of all thy work, and talk of thy doings. Thy way, O God, is in the sanctuary: who is so great a God as our God? Thou art the God that doest wonders: thou hast declared thy strength among the people. Thou hast with thine arm redeemed thy people, the sons of Jacob and Joseph. Selah.",
      "verses": [
        {
          "chapter": 77,
          "verse": 10
        },
        {
          "chapter": 77,
          "verse": 11
        },
        {
          "chapter": 77,
          "verse": 12
        },
        {
          "chapter": 77,
          "verse": 13
        },
        {
          "chapter": 77,
          "verse": 14
        },
        {
          "chapter": 77,
          "verse": 15
        }
      ]
    },
    {
      "chapter_numbers": [
        77,
        77,
        77,
        77,
        77
      ],
      "verse_numbers": [
        16,
        17,
        18,
        19,
        20
      ],
      "combined_text": "The waters saw thee, O God, the waters saw thee; they were afraid: the depths also were troubled. The clouds poured out water: the skies sent out a sound: thine arrows also went abroad. The voice of thy thunder was in the heaven: the lightnings lightened the world: the earth trembled and shook. Thy way is in the sea, and thy path in the great waters, and thy footsteps are not known. Thou leddest thy people like a flock by the hand of Moses and Aaron.",
      "verses": [
        {
          "chapter": 77,
          "verse": 16
        },
        {
          "chapter": 77,
          "verse": 17
        },
        {
          "chapter": 77,
          "verse": 18
        },
        {
          "chapter": 77,
          "verse": 19
        },
        {
          "chapter": 77,
          "verse": 20
        }
      ]
    }
  ]
}