{
  "chunks": [
    {
      "chapter_numbers": [
        145,
        145,
        145,
        145,
        145,
        145,
        145
      ],
      "verse_numbers": [
        1,
        2,
        3,
        4,
        5,
        6,
        7
      ],
      "combined_text": "I will extol thee, my God, O king; and I will bless thy name for ever and ever. Every day will I bless thee; and I will praise thy name for ever and ever. Great is the LORD, and greatly to be praised; and his greatness is unsearchable. One generation shall praise thy works to another, and shall declare thy mighty acts. I will speak of the glorious honour of thy majesty, and of thy wondrous works. And men shall speak of the might of thy terrible acts: and I will declare thy greatness. They shall abundantly utter the memory of thy great goodness, and shall sing of thy righteousness.",
      "verses": [
        {
          "chapter": 145,
          "verse": 1
        },
        {
          "chapter": 145,
          "verse": 2
        },
        {
          "chapter": 145,
          "verse": 3
        },
        {
          "chapter": 145,
          "verse": 4
        },
        {
          "chapter": 145,
          "verse": 5
        },
        {
          "chapter": 145,
          "verse": 6
        },
        {
          "chapter": 145,
          "verse": 7
        }
      ]
    },
    {
      "chapter_numbers": [
        145,
        145,
        145,
        145,
        145,
        145
      ],
      "verse_numbers": [
        8,
        9,
        10,
        11,
        12,
        13
      ],
      "combined_text": "The LORD is gracious, and full of compassion; slow to anger, and of great mercy. The LORD is good to all: and his tender mercies are over all his works. All thy works shall praise thee, O LORD; and thy saints shall bless thee. They shall speak of the glory of thy kingdom, and talk of thy power; To make known to the sons of men his mighty acts, and the glorious majesty of his kingdom. Thy kingdom is an everlasting kingdom, and thy dominion endureth throughout all generations.",
      "verses": [
        {
          "chapter": 145,
          "verse": 8
        },
        {
          "chapter": 145,
          "verse": 9
        },
        {
          "chapter": 145,
          "verse": 10
        },
        {
          "chapter": 145,
          "verse": 11
        },
        {
          "chapter": 145,
          "verse": 12
        },
        {
          "chapter": 145,
          "verse": 13
        }
      ]
    },
    {
      "chapter_numbers": [
        145,
        145,
        145,
        145,
        145,
        145,
        145,
        145
      ],
      "verse_numbers": [
        14,
        15,
        16,
        17,
        18,
        19,
        20,
        21
      ],
      "combined_text": "The LORD upholdeth all that fall, and raiseth up all those that be bowed down. The eyes of all wait upon thee; and thou givest them their meat in due season. Thou openest thine hand, and satisfiest the desire of every living thing. The LORD is righteous in all his ways, and holy in all his works. The LORD is nigh unto all them that call upon him, to all that call upon him in truth. He will fulfil the desire of them that fear him: he also will hear their cry, and will save them. The LORD preserveth all them that love him: but all the wicked will he destroy. My mouth shall speak the praise of the LORD: and let all flesh bless his holy name for ever and ever.",
      "verses": [
        {
          "chapter": 145,
          "verse": 14
        },
        {
          "chapter": 145,
          "verse": 15
        },
        {
          "chapter": 145,
          "verse": 16
        },
        {
          "chapter": 145,
          "verse": 17
        },
        {
          "chapter": 145,
          "verse": 18
        },
        {
          "chapter": 145,
          "verse": 19
        },
        {
          "chapter": 145,
          "verse": 20
        },
        {
          "chapter": 145,
          "verse": 21
        }
      ]
    }
  ]
}