{
  "chunks": [
    {
      "chapter_numbers": [
        94,
        94,
        94,
        94,
        94,
        94,
        94
      ],
      "verse_numbers": [
        1,
        2,
        3,
        4,
        5,
        6,
        7
      ],
      "combined_text": "O Lord God, to whom vengeance belongeth; O God, to whom vengeance belongeth, shew thyself. Lift up thyself, thou judge of the earth: render a reward to the proud. LORD, how long shall the wicked, how long shall the wicked triumph? How long shall they utter and speak hard things? and all the workers of iniquity boast themselves? They break in pieces thy people, O LORD, and afflict thine heritage. They slay the widow and the stranger, and murder the fatherless. Yet they say, The LORD shall not see, neither shall the God of Jacob regard it.",
      "verses": [
        {
          "chapter": 94,
          "verse": 1
        },
        {
          "chapter": 94,
          "verse": 2
        },
        {
          "chapter": 94,
          "verse": 3
        },
        {
          "chapter": 94,
          "verse": 4
        },
        {
          "chapter": 94,
          "verse": 5
        },
        {
          "chapter": 94,
          "verse": 6
        },
        {
          "chapter": 94,
          "verse": 7
        }
      ]
    },
    {
      "chapter_numbers": [
        94,
        94,
        94,
        94
      ],
      "verse_numbers": [
        8,
        9,
        10,
        11
      ],
      "combined_text": "Understand, ye brutish among the people: and ye fools, when will ye be wise? He that planted the ear, shall he not hear? he that formed the eye, shall he not see? He that chastiseth the heathen, shall not he correct? he that teacheth man knowledge, shall not he know? The LORD knoweth the thoughts of man, that they are vanity.",
      "verses": [
        {
          "chapter": 94,
          "verse": 8
        },
        {
          "chapter": 94,
          "verse": 9
        },
        {
          "chapter": 94,
          "verse": 10
        },
        {
          "chapter": 94,
          "verse": 11
        }
      ]
    },
    {
      "chapter_numbers": [
        94,
        94,
        94,
        94
      ],
      "verse_numbers": [
        12,
        13,
        14,
        15
      ],
      "combined_text": "Blessed is the man whom thou chastenest, O LORD, and teachest him out of thy law; That thou mayest give him rest from the days of adversity, until the pit be digged for the wicked. For the LORD will not cast off his people, neither will he forsake his inheritance. But judgment shall return unto righteousness: and all the upright in heart shall follow it.",
      "verses": [
        {
          "chapter": 94,
          "verse": 12
        },
        {
          "chapter": 94,
          "verse": 13
        },
        {
          "chapter": 94,
          "verse": 14
        },
        {
          "chapter": 94,
          "verse": 15
        }
      ]
    },
    {
      "chapter_numbers": [
        94,
        94,
        94,
        94
      ],
      "verse_numbers": [
        16,
        17,
        18,
        19
      ],
      "combined_text": "Who will rise up for me against the evildoers? or who will stand up for me against the workers of iniquity? Unless the LORD had been my help, my soul had almost dwelt in silence. When I said, My foot slippeth; thy mercy, O LORD, held me up. In the multitude of my thoughts within me thy comforts delight my soul.",
      "verses": [
        {
          "chapter": 94,
          "verse": 16
        },
        {
          "chapter": 94,
          "verse": 17
        },
        {
          "chapter": 94,
          "verse": 18
        },
        {
          "chapter": 94,
          "verse": 19
        }
      ]
    },
    {
      "chapter_numbers": [
        94,
        94,
        94,
        94
      ],
      "verse_numbers": [
        20,
        21,
        22,
        23
      ],
      "combined_text": "Shall the throne of iniquity have fellowship with thee, which frameth mischief by a law? They gather themselves together against the soul of the righteous, and condemn the innocent blood. But the LORD is my defence; and my God is the rock of my refuge. And he shall bring upon them their own iniquity, and shall cut them off in their own wickedness; yea, the LORD our God shall cut them off.",
      "verses": [
        {
          "chapter": 94,
          "verse": 20
        },
        {
          "chapter": 94,
          "verse": 21
        },
        {
          "chapter": 94,
          "verse": 22
        },
        {
          "chapter": 94,
          "verse": 23
        }
      ]
    }
  ]
}