{
  "chunks": [
    {
      "chapter_numbers": [
        106,
        106,
        106,
        106,
        106
      ],
      "verse_numbers": [
        1,
        2,
        3,
        4,
        5
      ],
      "combined_text": "Praise ye the LORD. O give thanks unto the LORD; for he is good: for his mercy endureth for ever. Who can utter the mighty acts of the LORD? who can shew forth all his praise? Blessed are they that keep judgment, and he that doeth righteousness at all times. Remember me, O LORD, with the favour that thou bearest unto thy people: O visit me with thy salvation; That I may see the good of thy chosen, that I may rejoice in the gladness of thy nation, that I may glory with thine inheritance.",
      "verses": [
        {
          "chapter": 106,
          "verse": 1
        },
        {
          "chapter": 106,
          "verse": 2
        },
        {
          "chapter": 106,
          "verse": 3
        },
        {
          "chapter": 106,
          "verse": 4
        },
        {
          "chapter": 106,
          "verse": 5
        }
      ]
    },
    {
      "chapter_numbers": [
        106,
        106,
        106,
        106,
        106,
        106
      ],
      "verse_numbers": [
        6,
        7,
        8,
        9,
        10,
        11
      ],
      "combined_text": "We have sinned with our fathers, we have committed iniquity, we have done wickedly. Our fathers understood not thy wonders in Egypt; they remembered not the multitude of thy mercies; but provoked him at the sea, even at the Red sea. Nevertheless he saved them for his name's sake, that he might make his mighty power to be known. He rebuked the Red sea also, and it was dried up: so he led them through the depths, as through the wilderness. And he saved them from the hand of him that hated them, and redeemed them from the hand of the enemy. And the waters covered their enemies: there was not one of them left.",
      "verses": [
        {
          "chapter": 106,
          "verse": 6
        },
        {
          "chapter": 106,
          "verse": 7
        },
        {
          "chapter": 106,
          "verse": 8
        },
        {
          "chapter": 106,
          "verse": 9
        },
        {
          "chapter": 106,
          "verse": 10
        },
        {
          "chapter": 106,
          "verse": 11
        }
      ]
    },
    {
      "chapter_numbers": [
        106,
        106,
        106,
        106
      ],
      "verse_numbers": [
        12,
        13,
        14,
        15
      ],
      "combined_text": "Then believed they his words; they sang his praise. They soon forgat his works; they waited not for his counsel: But lusted exceedingly in the wilderness, and tempted God in the desert. And he gave them their request; but sent leanness into their soul.",
      "verses": [
        {
          "chapter": 106,
          "verse": 12
        },
        {
          "chapter": 106,
          "verse": 13
        },
        {
          "chapter": 106,
          "verse": 14
        },
        {
          "chapter": 106,
          "verse": 15
        }
      ]
    },
    {
      "chapter_numbers": [
        106,
        106,
        106
      ],
      "verse_numbers": [
        16,
        17,
        18
      ],
      "combined_text": "They envied Moses also in the camp, and Aaron the saint of the LORD. The earth opened and swallowed up Dathan and covered the company of Abiram. And a fire was kindled in their company; the flame burned up the wicked.",
      "verses": [
        {
          "chapter": 106,
          "verse": 16
        },
        {
          "chapter": 106,
          "verse": 17
        },
        {
          "chapter": 106,
          "verse": 18
        }
      ]
    },
    {
      "chapter_numbers": [
        106,
        106,
        106,
        106
      ],
      "verse_numbers": [
        19,
        20,
        21,
        22
      ],
      "combined_text": "They made a calf in Horeb, and worshipped the molten image. Thus they changed their glory into the similitude of an ox that eateth grass. They forgat God their saviour, which had done great things in Egypt; Wondrous works in the land of Ham, and terrible things by the Red sea.",
      "verses": [
        {
          "chapter": 106,
          "verse": 19
        },
        {
          "chapter": 106,
          "verse": 20
        },
        {
          "chapter": 106,
          "verse": 21
        },
        {
          "chapter": 106,
          "verse": 22
        }
      ]
    },
    {
      "chapter_numbers": [
        106,
        106,
        106
      ],
      "verse_numbers": [
        23,
        24,
        25
      ],
      "combined_text": "Therefore he said that he would destroy them, had not Moses his chosen stood before him in the breach, to turn away his wrath, lest he should destroy them. Yea, they despised the pleasant land, they believed not his word: But murmured in their tents, and hearkened not unto the voice of the LORD.",
      "verses": [
        {
          "chapter": 106,
          "verse": 23
        },
        {
          "chapter": 106,
          "verse": 24
        },
        {
          "chapter": 106,
          "verse": 25
        }
      ]
    },
    {
      "chapter_numbers": [
        106,
        106,
        106,
        106,
        106,
        106
      ],
      "verse_numbers": [
        26,
        27,
        28,
        29,
        30,
        31
      ],
      "combined_text": "Therefore he lifted up his hand against them, to overthrow them in the wilderness: To overthrow their seed also among the nations, and to scatter them in the lands. They joined themselves also unto Baalpeor, and ate the sacrifices of the dead. Thus they provoked him to anger with their inventions: and the plague brake in upon them. Then stood up Phinehas, and executed judgment: and so the plague was stayed. And that was counted unto him for righteousness unto all generations for evermore.",
      "verses": [
        {
          "chapter": 106,
          "verse": 26
        },
        {
          "chapter": 106,
          "verse": 27
        },
        {
          "chapter": 106,
          "verse": 28
        },
        {
          "chapter": 106,
          "verse": 29
        },
        {
          "chapter": 106,
          "verse": 30
        },
        {
          "chapter": 106,
          "verse": 31
        }
      ]
    },
    {
      "chapter_numbers": [
        106,
        106,
        106,
        106,
        106
      ],
      "verse_numbers": [
        32,
        33,
        34,
        35,
        36
      ],
      "combined_text": "They angered him also at the waters of strife, so that it went ill with Moses for their sakes: Because they provoked his spirit, so that he spake unadvisedly with his lips. They did not destroy the nations, concerning whom the LORD commanded them: But were mingled among the heathen, and learned their works. And they served their idols: which were a snare unto them.",
      "verses": [
        {
          "chapter": 106,
          "verse": 32
        },
        {
          "chapter": 106,
          "verse": 33
        },
        {
          "chapter": 106,
          "verse": 34
        },
        {
          "chapter": 106,
          "verse": 35
        },
        {
          "chapter": 106,
          "verse": 36
        }
      ]
    },
    {
      "chapter_numbers": [
        106,
        106,
        106,
        106
      ],
      "verse_numbers": [
        37,
        38,
        39,
        40
      ],
      "combined_text": "Yea, they sacrificed their sons and their daughters unto devils, And shed innocent blood, even the blood of their sons and of their daughters, whom they sacrificed unto the idols of Canaan: and the land was polluted with blood. Thus were they defiled with their own works, and went a whoring with their own inventions. Therefore was the wrath of the LORD kindled against his people, insomuch that he abhorred his own inheritance.",
      "verses": [
        {
          "chapter": 106,
          "verse": 37
        },
        {
          "chapter": 106,
          "verse": 38
        },
        {
          "chapter": 106,
          "verse": 39
        },
        {
          "chapter": 106,
          "verse": 40
        }
      ]
    },
    {
      "chapter_numbers": [
        106,
        106,
        106
      ],
      "verse_numbers": [
        41,
        42,
        43
      ],
      "combined_text": "And he gave them into the hand of the heathen; and they that hated them ruled over them. Their enemies also oppressed them, and they were brought into subjection under their hand. Many times did he deliver them; but they provoked him with their counsel, and were brought low for their iniquity.",
      "verses": [
        {
          "chapter": 106,
          "verse": 41
        },
        {
          "chapter": 106,
          "verse": 42
        },
        {
          "chapter": 106,
          "verse": 43
        }
      ]
    },
    {
      "chapter_numbers": [
        106,
        106,
        106,
        106,
        106
      ],
      "verse_numbers": [
        44,
        45,
        46,
        47,
        48
      ],
      "combined_text": "Nevertheless he regarded their affliction, when he heard their cry: And he remembered for them his covenant, and repented according to the multitude of his mercies. He made them also to be pitied of all those that carried them captives. Save us, O LORD our God, and gather us from among the heathen, to give thanks unto thy holy name, and to triumph in thy praise. Blessed be the LORD God of Israel from everlasting to everlasting: and let all the people say, Amen. Praise ye the LORD.",
      "verses": [
        {
          "chapter": 106,
          "verse": 44
        },
        {
          "chapter": 106,
          "verse": 45
        },
        {
          "chapter": 106,
          "verse": 46
        },
        {
          "chapter": 106,
          "verse": 47
        },
        {
          "chapter": 106,
          "verse": 48
        }
      ]
    }
  ]
}