{
  "chunks": [
    {
      "chapter_numbers": [
        105,
        105,
        105,
        105,
        105
      ],
      "verse_numbers": [
        1,
        2,
        3,
        4,
        5
      ],
      "combined_text": "O give thanks unto the LORD; call upon his name: make known his deeds among the people. Sing unto him, sing psalms unto him: talk ye of all his wondrous works. Glory ye in his holy name: let the heart of them rejoice that seek the LORD. Seek the LORD, and his strength: seek his face evermore. Remember his marvellous works that he hath done; his wonders, and the judgments of his mouth;",
      "verses": [
        {
          "chapter": 105,
          "verse": 1
        },
        {
          "chapter": 105,
          "verse": 2
        },
        {
          "chapter": 105,
          "verse": 3
        },
        {
          "chapter": 105,
          "verse": 4
        },
        {
          "chapter": 105,
          "verse": 5
        }
      ]
    },
    {
      "chapter_numbers": [
        105,
        105,
        105,
        105,
        105
      ],
      "verse_numbers": [
        6,
        7,
        8,
        9,
        10
      ],
      "combined_text": "O ye seed of Abraham his servant, ye children of Jacob his chosen. He is the LORD our God: his judgments are in all the earth. He hath remembered his covenant for ever, the word which he commanded to a thousand generations. Which covenant he made with Abraham, and his oath unto Isaac; And confirmed the same unto Jacob for a law, and to Israel for an everlasting covenant:",
      "verses": [
        {
          "chapter": 105,
          "verse": 6
        },
        {
          "chapter": 105,
          "verse": 7
        },
        {
          "chapter": 105,
          "verse": 8
        },
        {
          "chapter": 105,
          "verse": 9
        },
        {
          "chapter": 105,
          "verse": 10
        }
      ]
    },
    {
      "chapter_numbers": [
        105,
        105,
        105,
        105,
        105
      ],
      "verse_numbers": [
        11,
        12,
        13,
        14,
        15
      ],
      "combined_text": "Saying, Unto thee will I give the land of Canaan, the lot of your inheritance: When they were but a few men in number; yea, very few, and strangers in it. When they went from one nation to another, from one kingdom to another people; He suffered no man to do them wrong: yea, he reproved kings for their sakes; Saying, Touch not mine anointed, and do my prophets no harm.",
      "verses": [
        {
          "chapter": 105,
          "verse": 11
        },
        {
          "chapter": 105,
          "verse": 12
        },
        {
          "chapter": 105,
          "verse": 13
        },
        {
          "chapter": 105,
          "verse": 14
        },
        {
          "chapter": 105,
          "verse": 15
        }
      ]
    },
    {
      "chapter_numbers": [
        105,
        105,
        105,
        105,
        105
      ],
      "verse_numbers": [
        16,
        17,
        18,
        19,
        20
      ],
      "combined_text": "Moreover he called for a famine upon the land: he brake the whole staff of bread. He sent a man before them, even Joseph, who was sold for a servant: Whose feet they hurt with fetters: he was laid in iron: Until the time that his word came: the word of the LORD tried him. The king sent and loosed him; even the ruler of the people, and let him go free.",
      "verses": [
        {
          "chapter": 105,
          "verse": 16
        },
        {
          "chapter": 105,
          "verse": 17
        },
        {
          "chapter": 105,
          "verse": 18
        },
        {
          "chapter": 105,
          "verse": 19
        },
        {
          "chapter": 105,
          "verse": 20
        }
      ]
    },
    {
      "chapter_numbers": [
        105,
        105,
        105,
        105,
        105
      ],
      "verse_numbers": [
        21,
        22,
        23,
        24,
        25
      ],
      "combined_text": "He made him lord of his house, and ruler of all his substance: To bind his princes at his pleasure; and teach his senators wisdom. Israel also came into Egypt; and Jacob sojourned in the land of Ham. And he increased his people greatly; and made them stronger than their enemies. He turned their heart to hate his people, to deal subtilly with his servants.",
      "verses": [
        {
          "chapter": 105,
          "verse": 21
        },
        {
          "chapter": 105,
          "verse": 22
        },
        {
          "chapter": 105,
          "verse": 23
        },
        {
          "chapter": 105,
          "verse": 24
        },
        {
          "chapter": 105,
          "verse": 25
        }
      ]
    },
    {
      "chapter_numbers": [
        105,
        105,
        105,
        105,
        105
      ],
      "verse_numbers": [
        26,
        27,
        28,
        29,
        30
      ],
      "combined_text": "He sent Moses his servant; and Aaron whom he had chosen. They shewed his signs among them, and wonders in the land of Ham. He sent darkness, and made it dark; and they rebelled not against his word. He turned their waters into blood, and slew their fish. Their land brought forth frogs in abundance, in the chambers of their kings.",
      "verses": [
        {
          "chapter": 105,
          "verse": 26
        },
        {
          "chapter": 105,
          "verse": 27
        },
        {
          "chapter": 105,
          "verse": 28
        },
        {
          "chapter": 105,
          "verse": 29
        },
        {
          "chapter": 105,
          "verse": 30
        }
      ]
    },
    {
      "chapter_numbers": [
        105,
        105,
        105,
        105,
        105
      ],
      "verse_numbers": [
        31,
        32,
        33,
        34,
        35
      ],
      "combined_text": "He spake, and there came divers sorts of flies, and lice in all their coasts. He gave them hail for rain, and flaming fire in their land. He smote their vines also and their fig trees; and brake the trees of their coasts. He spake, and the locusts came, and caterpillers, and that without number, And did eat up all the herbs in their land, and devoured the fruit of their ground.",
      "verses": [
        {
          "chapter": 105,
          "verse": 31
        },
        {
          "chapter": 105,
          "verse": 32
        },
        {
          "chapter": 105,
          "verse": 33
        },
        {
          "chapter": 105,
          "verse": 34
        },
        {
          "chapter": 105,
          "verse": 35
        }
      ]
    },
    {
      "chapter_numbers": [
        105,
        105,
        105,
        105,
        105
      ],
      "verse_numbers": [
        36,
        37,
        38,
        39,
        40
      ],
      "combined_text": "He smote also all the firstborn in their land, the chief of all their strength. He brought them forth also with silver and gold: and there was not one feeble person among their tribes. Egypt was glad when they departed: for the fear of them fell upon them. He spread a cloud for a covering; and fire to give light in the night. The people asked, and he brought quails, and satisfied them with the bread of heaven.",
      "verses": [
        {
          "chapter": 105,
          "verse": 36
        },
        {
          "chapter": 105,
          "verse": 37
        },
        {
          "chapter": 105,
          "verse": 38
        },
        {
          "chapter": 105,
          "verse": 39
        },
        {
          "chapter": 105,
          "verse": 40
        }
      ]
    },
    {
      "chapter_numbers": [
        105,
        105,
        105,
        105,
        105
      ],
      "verse_numbers": [
        41,
        42,
        43,
        44,
        45
      ],
      "combined_text": "He opened the rock, and the waters gushed out; they ran in the dry places like a river. For he remembered his holy promise, and Abraham his servant. And he brought forth his people with joy, and his chosen with gladness: And gave them the lands of the heathen: and they inherited the labour of the people; That they might observe his statutes, and keep his laws. Praise ye the LORD.",
      "verses": [
        {
          "chapter": 105,
          "verse": 41
        },
        {
          "chapter": 105,
          "verse": 42
        },
        {
          "chapter": 105,
          "verse": 43
        },
        {
          "chapter": 105,
          "verse": 44
        },
        {
          "chapter": 105,
          "verse": 45
        }
      ]
    }
  ]
}