{
  "chunks": [
    {
      "chapter_numbers": [
        116,
        116,
        116,
        116,
        116,
        116
      ],
      "verse_numbers": [
        1,
        2,
        3,
        4,
        5,
        6
      ],
      "combined_text": "I love the LORD, because he hath heard my voice and my supplications. Because he hath inclined his ear unto me, therefore will I call upon him as long as I live. The sorrows of death compassed me, and the pains of hell gat hold upon me: I found trouble and sorrow. Then called I upon the name of the LORD; O LORD, I beseech thee, deliver my soul. Gracious is the LORD, and righteous; yea, our God is merciful. The LORD preserveth the simple: I was brought low, and he helped me.",
      "verses": [
        {
          "chapter": 116,
          "verse": 1
        },
        {
          "chapter": 116,
          "verse": 2
        },
        {
          "chapter": 116,
          "verse": 3
        },
        {
          "chapter": 116,
          "verse": 4
        },
        {
          "chapter": 116,
          "verse": 5
        },
        {
          "chapter": 116,
          "verse": 6
        }
      ]
    },
    {
      "chapter_numbers": [
        116,
        116,
        116,
        116,
        116
      ],
      "verse_numbers": [
        7,
        8,
        9,
        10,
        11
      ],
      "combined_text": "Return unto thy rest, O my soul; for the LORD hath dealt bountifully with thee. For thou hast delivered my soul from death, mine eyes from tears, and my feet from falling. I will walk before the LORD in the land of the living. I believed, therefore have I spoken: I was greatly afflicted: I said in my haste, All men are liars.",
      "verses": [
        {
          "chapter": 116,
          "verse": 7
        },
        {
          "chapter": 116,
          "verse": 8
        },
        {
          "chapter": 116,
          "verse": 9
        },
        {
          "chapter": 116,
          "verse": 10
        },
        {
          "chapter": 116,
          "verse": 11
        }
      ]
    },
    {
      "chapter_numbers": [
        116,
        116,
        116
      ],
      "verse_numbers": [
        12,
        13,
        14
      ],
      "combined_text": "What shall I render unto the LORD for all his benefits toward me? I will take the cup of salvation, and call upon the name of the LORD. I will pay my vows unto the LORD now in the presence of all his people.",
      "verses": [
        {
          "chapter": 116,
          "verse": 12
        },
        {
          "chapter": 116,
          "verse": 13
        },
        {
          "chapter": 116,
          "verse": 14
        }
      ]
    },
    {
      "chapter_numbers": [
        116,
        116,
        116,
        116,
        116
      ],
      "verse_numbers": [
        15,
        16,
        17,
        18,
        19
      ],
      "combined_text": "Precious in the sight of the LORD is the death of his saints. O LORD, truly I am thy servant; I am thy servant, and the son of thine handmaid: thou hast loosed my bonds. I will offer to thee the sacrifice of thanksgiving, and will call upon the name of the LORD. I will pay my vows unto the LORD now in the presence of all his people. In the courts of the LORD's house, in the midst of thee, O Jerusalem. Praise ye the LORD.",
      "verses": [
        {
          "chapter": 116,
          "verse": 15
        },
        {
          "chapter": 116,
          "verse": 16
        },
        {
          "chapter": 116,
          "verse": 17
        },
        {
          "chapter": 116,
          "verse": 18
        },
        {
          "chapter": 116,
          "verse": 19
        }
      ]
    }
  ]
}