{
  "chunks": [
    {
      "chapter_numbers": [
        44,
        44,
        44,
        44,
        44,
        44,
        44,
        44
      ],
      "verse_numbers": [
        1,
        2,
        3,
        4,
        5,
        6,
        7,
        8
      ],
      "combined_text": "We have heard with our ears, O God, our fathers have told us, what work thou didst in their days, in the times of old. How thou didst drive out the heathen with thy hand, and plantedst them; how thou didst afflict the people, and cast them out. For they got not the land in possession by their own sword, neither did their own arm save them: but thy right hand, and thine arm, and the light of thy countenance, because thou hadst a favour unto them. Thou art my King, O God: command deliverances for Jacob. Through thee will we push down our enemies: through thy name will we tread them under that rise up against us. For I will not trust in my bow, neither shall my sword save me. But thou hast saved us from our enemies, and hast put them to shame that hated us. In God we boast all the day long, and praise thy name for ever. Selah.",
      "verses": [
        {
          "chapter": 44,
          "verse": 1
        },
        {
          "chapter": 44,
          "verse": 2
        },
        {
          "chapter": 44,
          "verse": 3
        },
        {
          "chapter": 44,
          "verse": 4
        },
        {
          "chapter": 44,
          "verse": 5
        },
        {
          "chapter": 44,
          "verse": 6
        },
        {
          "chapter": 44,
          "verse": 7
        },
        {
          "chapter": 44,
          "verse": 8
        }
      ]
    },
    {
      "chapter_numbers": [
        44,
        44,
        44,
        44,
        44,
        44
      ],
      "verse_numbers": [
        9,
        10,
        11,
        12,
        13,
        14
      ],
      "combined_text": "But thou hast cast off, and put us to shame; and goest not forth with our armies. Thou makest us to turn back from the enemy: and they which hate us spoil for themselves. Thou hast given us like sheep appointed for meat; and hast scattered us among the heathen. Thou sellest thy people for nought, and dost not increase thy wealth by their price. Thou makest us a reproach to our neighbours, a scorn and a derision to them that are round about us. Thou makest us a byword among the heathen, a shaking of the head among the people.",
      "verses": [
        {
          "chapter": 44,
          "verse": 9
        },
        {
          "chapter": 44,
          "verse": 10
        },
        {
          "chapter": 44,
          "verse": 11
        },
        {
          "chapter": 44,
          "verse": 12
        },
        {
          "chapter": 44,
          "verse": 13
        },
        {
          "chapter": 44,
          "verse": 14
        }
      ]
    },
    {
      "chapter_numbers": [
        44,
        44,
        44,
        44,
        44
      ],
      "verse_numbers": [
        15,
        16,
        17,
        18,
        19
      ],
      "combined_text": "My confusion is continually before me, and the shame of my face hath covered me, For the voice of him that reproacheth and blasphemeth; by reason of the enemy and avenger. All this is come upon us; yet have we not forgotten thee, neither have we dealt falsely in thy covenant. Our heart is not turned back, neither have our steps declined from thy way; Though thou hast sore broken us in the place of dragons, and covered us with the shadow of death.",
      "verses": [
        {
          "chapter": 44,
          "verse": 15
        },
        {
          "chapter": 44,
          "verse": 16
        },
        {
          "chapter": 44,
          "verse": 17
        },
        {
          "chapter": 44,
          "verse": 18
        },
        {
          "chapter": 44,
          "verse": 19
        }
      ]
    },
    {
      "chapter_numbers": [
        44,
        44,
        44,
        44,
        44,
        44,
        44
      ],
      "verse_numbers": [
        20,
        21,
        22,
        23,
        24,
        25,
        26
      ],
      "combined_text": "If we have forgotten the name of our God, or stretched out our hands to a strange god; Shall not God search this out? for he knoweth the secrets of the heart. Yea, for thy sake are we killed all the day long; we are counted as sheep for the slaughter. Awake, why sleepest thou, O Lord? arise, cast us not off for ever. Wherefore hidest thou thy face, and forgettest our affliction and our oppression? For our soul is bowed down to the dust: our belly cleaveth unto the earth. Arise for our help, and redeem us for thy mercies' sake.",
      "verses": [
        {
          "chapter": 44,
          "verse": 20
        },
        {
          "chapter": 44,
          "verse": 21
        },
        {
          "chapter": 44,
          "verse": 22
        },
        {
          "chapter": 44,
          "verse": 23
        },
        {
          "chapter": 44,
          "verse": 24
        },
        {
          "chapter": 44,
          "verse": 25
        },
        {
          "chapter": 44,
          "verse": 26
        }
      ]
    }
  ]
}