{
  "chunks": [
    {
      "chapter_numbers": [
        33,
        33,
        33
      ],
      "verse_numbers": [
        1,
        2,
        3
      ],
      "combined_text": "Rejoice in the LORD, O ye righteous: for praise is comely for the upright. Praise the LORD with harp: sing unto him with the psaltery and an instrument of ten strings. Sing unto him a new song; play skilfully with a loud noise.",
      "verses": [
        {
          "chapter": 33,
          "verse": 1
        },
        {
          "chapter": 33,
          "verse": 2
        },
        {
          "chapter": 33,
          "verse": 3
        }
      ]
    },
    {
      "chapter_numbers": [
        33,
        33,
        33,
        33
      ],
      "verse_numbers": [
        4,
        5,
        6,
        7
      ],
      "combined_text": "For the word of the LORD is right; and all his works are done in truth. He loveth righteousness and judgment: the earth is full of the goodness of the LORD. By the word of the LORD were the heavens made; and all the host of them by the breath of his mouth. He gathereth the waters of the sea together as an heap: he layeth up the depth in storehouses.",
      "verses": [
        {
          "chapter": 33,
          "verse": 4
        },
        {
          "chapter": 33,
          "verse": 5
        },
        {
          "chapter": 33,
          "verse": 6
        },
        {
          "chapter": 33,
          "verse": 7
        }
      ]
    },
    {
      "chapter_numbers": [
        33,
        33,
        33,
        33
      ],
      "verse_numbers": [
        8,
        9,
        10,
        11
      ],
      "combined_text": "Let all the earth fear the LORD: let all the inhabitants of the world stand in awe of him. For he spake, and it was done; he commanded, and it stood fast. The LORD bringeth the counsel of the heathen to nought: he maketh the devices of the people of none effect. The counsel of the LORD standeth for ever, the thoughts of his heart to all generations.",
      "verses": [
        {
          "chapter": 33,
          "verse": 8
        },
        {
          "chapter": 33,
          "verse": 9
        },
        {
          "chapter": 33,
          "verse": 10
        },
        {
          "chapter": 33,
          "verse": 11
        }
      ]
    },
    {
      "chapter_numbers": [
        33,
        33,
        33,
        33,
        33,
        33
      ],
      "verse_numbers": [
        12,
        13,
        14,
        15,
        16,
        17
      ],
      "combined_text": "Blessed is the nation whose God is the LORD; and the people whom he hath chosen for his own inheritance. The LORD looketh from heaven; he beholdeth all the sons of men. From the place of his habitation he looketh upon all the inhabitants of the earth. He fashioneth their hearts alike; he considereth all their works. There is no king saved by the multitude of an host: a mighty man is not delivered by much strength. An horse is a vain thing for safety: neither shall he deliver any by his great strength.",
      "verses": [
        {
          "chapter": 33,
          "verse": 12
        },
        {
          "chapter": 33,
          "verse": 13
        },
        {
          "chapter": 33,
          "verse": 14
        },
        {
          "chapter": 33,
          "verse": 15
        },
        {
          "chapter": 33,
          "verse": 16
        },
        {
          "chapter": 33,
          "verse": 17
        }
      ]
    },
    {
      "chapter_numbers": [
        33,
        33,
        33,
        33,
        33
      ],
      "verse_numbers": [
        18,
        19,
        20,
        21,
        22
      ],
      "combined_text": "Behold, the eye of the LORD is upon them that fear him, upon them that hope in his mercy; To deliver their soul from death, and to keep them alive in famine. Our soul waiteth for the LORD: he is our help and our shield. For our heart shall rejoice in him, because we have trusted in his holy name. Let thy mercy, O LORD, be upon us, according as we hope in thee.",
      "verses": [
        {
          "chapter": 33,
          "verse": 18
        },
        {
          "chapter": 33,
          "verse": 19
        },
        {
          "chapter": 33,
          "verse": 20
        },
        {
          "chapter": 33,
          "verse": 21
        },
        {
          "chapter": 33,
          "verse": 22
        }
      ]
    }
  ]
}