{
  "chunks": [
    {
      "chapter_numbers": [
        88,
        88,
        88,
        88,
        88,
        88,
        88
      ],
      "verse_numbers": [
        1,
        2,
        3,
        4,
        5,
        6,
        7
      ],
      "combined_text": "O lord God of my salvation, I have cried day and night before thee: Let my prayer come before thee: incline thine ear unto my cry; For my soul is full of troubles: and my life draweth nigh unto the grave. I am counted with them that go down into the pit: I am as a man that hath no strength: Free among the dead, like the slain that lie in the grave, whom thou rememberest no more: and they are cut off from thy hand. Thou hast laid me in the lowest pit, in darkness, in the deeps. Thy wrath lieth hard upon me, and thou hast afflicted me with all thy waves. Selah.",
      "verses": [
        {
          "chapter": 88,
          "verse": 1
        },
        {
          "chapter": 88,
          "verse": 2
        },
        {
          "chapter": 88,
          "verse": 3
        },
        {
          "chapter": 88,
          "verse": 4
        },
        {
          "chapter": 88,
          "verse": 5
        },
        {
          "chapter": 88,
          "verse": 6
        },
        {
          "chapter": 88,
          "verse": 7
        }
      ]
    },
    {
      "chapter_numbers": [
        88,
        88,
        88,
        88,
        88
      ],
      "verse_numbers": [
        8,
        9,
        10,
        11,
        12
      ],
      "combined_text": "Thou hast put away mine acquaintance far from me; thou hast made me an abomination unto them: I am shut up, and I cannot come forth. Mine eye mourneth by reason of affliction: LORD, I have called daily upon thee, I have stretched out my hands unto thee. Wilt thou shew wonders to the dead? shall the dead arise and praise thee? Selah. Shall thy lovingkindness be declared in the grave? or thy faithfulness in destruction? Shall thy wonders be known in the dark? and thy righteousness in the land of forgetfulness?",
      "verses": [
        {
          "chapter": 88,
          "verse": 8
        },
        {
          "chapter": 88,
          "verse": 9
        },
        {
          "chapter": 88,
          "verse": 10
        },
        {
          "chapter": 88,
          "verse": 11
        },
        {
          "chapter": 88,
          "verse": 12
        }
      ]
    },
    {
      "chapter_numbers": [
        88,
        88,
        88,
        88,
        88,
        88
      ],
      "verse_numbers": [
        13,
        14,
        15,
        16,
        17,
        18
      ],
      "combined_text": "But unto thee have I cried, O LORD; and in the morning shall my prayer prevent thee. LORD, why castest thou off my soul? why hidest thou thy face from me? I am afflicted and ready to die from my youth up: while I suffer thy terrors I am distracted. Thy fierce wrath goeth over me; thy terrors have cut me off. They came round about me daily like water; they compassed me about together. Lover and friend hast thou put far from me, and mine acquaintance into darkness.",
      "verses": [
        {
          "chapter": 88,
          "verse": 13
        },
        {
          "chapter": 88,
          "verse": 14
        },
        {
          "chapter": 88,
          "verse": 15
        },
        {
          "chapter": 88,
          "verse": 16
        },
        {
          "chapter": 88,
          "verse": 17
        },
        {
          "chapter": 88,
          "verse": 18
        }
      ]
    }
  ]
}